{"1": "I am a tenured business school professor and marketing strategist, based in Philadelphia.  My research areas focus on brand management and consumer psychology.  My articles have been published in leading business journals, such as Harvard Business Review, MIT Sloan Management Review, Journal of Marketing and Journal of Marketing Research.  I have been awarded multiple times for Outstanding Teaching and Student Development.  I received my Ph.D. in Business Administration from The University of Michigan at Ann Arbor.  I am often interviewed by global media and have been quoted by CNN.com, The Sunday Times of London, The Wall Street Journal, Christian Science Monitor and Philadelphia Inquirer.  I have served in a number of University Faculty leadership positions and have chaired senior faculty committees.  I am a Member of Alpha Kappa Psi and Beta Gamma Sigma fraternities.\n\nI also have the privilege of being an \"Old Xaverian\", as an alumnus of St. Xavier's Collegiate School of Kolkata, considered to be India's premier higher secondary school. \n\nUniversity Leadership and Administrative Experience:\nA.\tChairperson of Faculty Assembly, Fox School of Business\nB.\tChairperson of School of Business Faculty Steering Committee\nC.\tChairperson of Masterâ\u0080\u0099s Programs Committee\nD.\tChairperson of Faculty Development Committee\nE.\tChairperson of Promotion and Tenure (P&T) Taskforce ", "2": "I am a UX designer that loves using design principles to solve problems that people endure in their lives. My focuses are user research, user interaction, and user interface. ", "3": "I am an experiential learning expert, and work with faculty, students, and community partners to create experiences that are engaging, educational, and have high social impact.\n\nI have an innovative sprit; I believe that there is always room for improvement, and that a good idea, coupled with collaboration, can create significant change in our world. I am driven to succeed and high expectations for myself and others around me create a dynamic and engaging work environment.", "4": "I am a highly skilled UX designer with experience doing user research, task analysis, wireframes, flow diagrams, and other deliverables.", "5": "My approach to design is focused on finding & solving the invisible user challenges by analyzing qualitative & quantitative data. Experienced in generative & evaluative user research. I enjoy interaction design, prototyping, user testing & design critique meetings.", "7": "Hi, Iâ\u0080\u0099m Joy Lu. I believe information, technology and design shape the future of the world. I'm determined to transform how we consume new technology and comprehend information. \n\n\"Good design is by inference, where such plan has been well conceived, well executed, and of benefit to someone.\" by Milton Glaser. \n\nPORTFOLIO:\nhttp://luhuanghci.com\n\n\nhttps://dribbble.com/Lu_Huang\nhttps://www.behance.net/huanglumaxe744\nhttps://medium.com/@luhuang\nhttps://www.instagram.com/joeyluhuang\nhttps://twitter.com/luhuang2", "9": "I am a user experience researcher with a multidisciplinary background in Computer Science & Design from the University of Michigan. I like to create intuitive solutions with a user-centered approach. My focus is on user empathy, trying to understand and identify their context, emotions, goals and motivation. This allows me to convey a seamless narrative and clear calls to action for the projects I work on.", "10": "Dr. Dunkelberg is a nationally known authority on small business, entrepreneurship, consumer behavior and consumer credit and government policy. Appearances include CNN, CNBC, the ABC, CBS and NBC Evening News programs, Good Morning America,  and numerous local news and business TV and radio shows.  He speaks to thousands of professionals at events across the country and serves on the economic forecasting panels for USA Today and Business Week.\n\nSpecialties: Dr. Dunkelberg is an accomplished and popular speaker, has served on the boards of a number of companies, and has been involved in a number of successful turnarounds and sales of companies.  He served as the Dean of the Fox School of Business at Temple University for 8 years.  He writes a monthly report on the economy, available at www.smallbus.org.", "12": "My name is Ajdin Turkovic. I come from Bosnia and Herzegovina and I am 22 years old. I am Information Technology student at university in Belgrade. I have finished one year IT Academy too, and I got web designer certification.\n\nI have four years of experience in graphic and web design on microstock websites and upwork.", "13": "During more thanÂ 30 years in photojournalism I covered urban issues and social justice campaigns and covered presidential candidates, inaugurations, terrorist attacks and international conflict as well as a handful of major league sports championships.\n\nMy photographs have been honored with a Pulitzer Prize, the Bayeux Prize for War Correspondents, a National Headliner Award and more than 100Â additional honors. At the same time, I have sought to capture slices of daily life in more than a dozen nations on six continents.\n\nOver the past decade I have produced a public radio program and online news videos, pioneered social media journalism, founded and directed a hyperlocal nonprofit news organization, completed several fellowships and taught journalism at five leading colleges and universities.\n\nMore recent accolades include a Philly Geek Award, \"Best of Philly\" honors and recognition from the Philadelphia's Pen and Pencil; the nation's oldest press club.\n\nMy peace building efforts have been recognized by Philadelphia CeaseFire and Mothers in Charge, a national violence prevention, education and intervention organization where I now serve on the board.", "14": "https://www.haramiekim.com/", "15": "I enjoy making complex things simple and enjoyable. \n\nI strive to make experiences a mere extension of your natural inclinations - they fit so well that you donâ\u0080\u0099t realize theyâ\u0080\u0099re not part of you. Or better yet, they make you smile. I am fascinated by the opportunity to create intuitive meaning often visible in human interactions, but rarely in our conversations with technology. I work across platforms and industries, and collaborate well with all sorts of teams to make ideas reality. ", "16": "www.wenyangm.com (UX design/research, Game design, Graphic design, Landscape Architecture design)\nI am a UX designer/researcher with 5+ years experience in learning and developing user-centered design solutions. I am also a learner and enthusiastic in mixed reality and user experience in VR and AR. ", "17": "Iâ\u0080\u0099m currently studying for my Masters Degree at University of Michiganâ\u0080\u0099s School of\nInformation, specializing in (HCI) Human-Computer Interaction. Iâ\u0080\u0099m focused on gaining\ncutting edge user experience design knowledge and research skills and applying what I\nlearn to design projects in collaboration with real-world clients. \n\nPassionate about working in the UX field because I regard it as a phenomenal method\nto understand peopleâ\u0080\u0099s needs on an individual and group basis but also as an\nopportunity to improve peopleâ\u0080\u0099s lives through my efforts. I'm particularly interested in the\neducational and social media sectors, and in the audio and video user experience within\nthe UX field.\n\nFascinated by innovative technology, always prepared to try new things and willing to\nmove beyond my narrow comfort zone. I'm becoming skilled at Contextual Inquiry,\nQualitative Data analysis, User-Centered Design, Usability Tests, and Graphic Design.\n\nI enjoy working in a diverse team environment, and I have found that the collision of\ndifferent cultural perspectives can often spark new ideas and lead to interesting\ndiscoveries. My overall objective is to learn as much as possible and create maximum\nvalue, while working very hard towards my academic and professional goals.\n\nA native Chinese speaker with fluent English language skills, my Germanâ\u0080\u0099s pretty good\ntoo!\n\nIf youâ\u0080\u0099re a designer, researcher, developer or you share common career interests and\ngoals please do send me a connection request, Iâ\u0080\u0099m always interested in developing my\nvirtual professional network.\n\nIâ\u0080\u0099m on a mission to aggressively look for part-time UX-related roles and a full-time\nSummer internship. If you know of any - please do get in touch. Iâ\u0080\u0099d be very grateful!", "18": "Iâ\u0080\u0099m a strategic design leader with a die-hard commitment to human centered design and a passion for innovation that matters. Throughout my career Iâ\u0080\u0099ve used empathy, a deep understanding of human needs, and iterative prototyping to ensure weâ\u0080\u0099re solving the right customer problem and developing a compelling vision and design strategy for the solution. Ultimately, I approach my work like trailblazingâ\u0080\u0094exploring new territories, identifying the most meaningful path, and helping teams make their way across the chasm to a better future for us all.\n\nOnce upon a time I was an educator, and Iâ\u0080\u0099m constantly looking for opportunities to keep that dream alive in the design world. So whether itâ\u0080\u0099s mentoring students or speaking on topics Iâ\u0080\u0099m learning, Iâ\u0080\u0099m all about droppin knowledge. Advancing the influence and leadership of women in design and technology is also a passion of mine... and I'm always looking for compatriots to help champion that cause.\n\nIf you've got a role, a project, or an idea that you could use my help on, let's hear it. You can reach me at hello@awesomania.com.", "19": "I'm a professional User Experience Designer and Researcher currently working on completing my Master's degree from the University of Michigan in Human Computer Interaction (HCI).\n", "20": "I am a UX researcher and designer, holding a Master's degree in Human Computer Interaction and a PhD in media studies. I have many years of research experience in the nonprofit and academic sectors. \n\nIn my work, I research, explore, and design solutions that facilitate the smooth and ethical integration of technologies in users' lives. I believe in seeking original approaches to social problems and exploring uncharted paths in UX design and social computing. \n\nSpecialties: UX Research Methods; Interaction Design; Participatory Design; Contextual Inquiry; Social Media Research; Non-profit and Human Rights Organizations; Project Management", "21": "Master student in HCI @ UMich with core design skills and a multidisciplinary background.\n \nUser experience design and research experience in Education, Sports, Health Care, NGO, etc.\n\nCame to the design world from an economics background. Solid analytical, creative and visual thinker.\n\nSee design as a means to a greater end â\u0080\u0094enhancing the human experience, solving complicated problems, and resonating with their audience.\n\nFun fact: Previously worked as a volunteer Chinese teacher in Thailand and designed adaptive lectures for local students. Always conscious of  \"Who my audiences are ?\" no matter in education or design.", "22": "Specialties: Enrollment management, student advising, social media strategy, major event planning, management", "24": "I am a product designer and UX researcher currently studying at the University of Michigan School of Information. I draw on my customer experience background and my work as an ethnographic researcher and teacher to \n\nâ\u0080¢ translate research insights into innovative design solutions â\u0080\u0093 from defining product specifications to creating wireframes and high fidelity prototypes. \nâ\u0080¢ plan and conduct qualitative user research, including field work, user interviews, focus groups, and usability tests.\nâ\u0080¢ build strong relationships across teams and throughout the product life cycle to better advocate for user needs.", "25": "I'm an adaptable user experience researcher with experience supporting products during every stage of the product life cycle. I enjoy helping teams tackle emerging challenges and technologies. Making digital products accessible for those with disabilities is also a passion of mine.", "26": "PROFESSIONAL IN PRODUCT AND PROGRAM MANAGEMENT\n\n1. Forward-focused technical leader with a strong ability to seek out opportunities, build high-performance teams in support of strategic goals, and grow revenue\n2. Inventive program management expert with 10 plus patents and disclosures who specializes in finding solutions in complex, multi-supplier environments\n3. Data-Savvy MBA with Agile and Scrum expertise in all facets of operational program management, from design conceptualization to shipping products on time\n", "27": "I am a user experience professional with a background in human-computer interaction (HCI), neuroscience, and research. I advocate for rapid iterative design that aligns with business goals through usability testing. I'm a firm believer that involving users as early and often as possible is key to improving the business viability and usefulness of products.", "28": "I shape technology with design, product, engineering and data science teams to connect people with information, experiences and each other.", "29": "User Experience Researcher with a demonstrated history of working in the tech industry. Skilled in Sketch, various research methodologies and in love with analyzing and synthesizing data from members. Strong research professional with a Masters in Human Computer Interaction focused in HCI from Indiana University Bloomington. ", "30": "Aspires to mature into a Front End Dev. with a user-centered mindset. I am easy to work with, adaptable, and meticulous, with a love for building pleasant user interfaces.", "34": "I'm a UX researcher who works with Microsoft to increase digital equity in Detroit & helps the City of Detroit improve the functionality of digital tools through user testing. I'm in the final semester of my MSi at the University of Michigan School of Information.\n\nLearn more on my website: meghanurisko.org", "36": "I'm quite passionate about anthropology and find great joy in analyzing and learning about the world around me. Currently pursuing my masters in anthropology, I actively find opportunities to use my social science background to discover valuable insights through user experience and ethnographic work.", "37": "I relish the design process. Starting from the initial research, brainstorming, generating ideas to prototyping and testing. I often experience \"flow moments\" when I am working on these ideas and designs. My greatest reward is when I see people understand and appreciate my work.\n\nI am currently learning UX Research and Design at School of Information, University of Michigan. Most of the courses that I am taking here revolve around understanding the users' needs, applying the creative process and working with my diverse and talented cohort who never fail to surprise me.\n\nWhen I am not reading or chasing assignment deadlines, I like to explore the beautiful U of M campus, write postcards to friends and family and watch beautiful lesser known movies.\n\nI am currently looking for Internship opportunities in Summer 2018. I would love to work for an organization which believes in providing the best user experience for its audience. Please feel free to contact me to discuss any opportunity.", "39": "Professional with more than 4 years of experience; I have worked as an Interaction Designer, UX designer, HTML & CSS Designer or Front-End/Web UI Developer, I have helped to develop or design business intelligence, e-commerce, CRM, POS or administrative tools.\n\nin this trajectory I have worked improving the UX/IxD from the different applications, worked with layouts and design, also worked with desktop applications or responsive applications,  doing, usability analysis, user research, need finding, prototyping, and user-centered design has been always present in the different processes.\n\nSome of my tools have been HTML, CSS, Compass(SCSS), Bootstrap, Sketch, Invision, and other more.", "40": "ARRT certified Radiation Therapist. Familiar with Varian 21 IX, 21 EX , Elekta Synergy LINACS as well as Phillips and GE CT simulators. Experienced in both ARIA and MOSAIQ EHR systems.", "42": "UI/UX Designer & Growth Hacker with 5 years of experience in helping over 45 startups across India, USA and Australia. Specialising in designing delightful experiences for digital products that knit closely with the business goals using conversion optimisation, lean data-driven design, rapid prototyping and user research. \nSpecialities:\nUser Experience Design (UX), Design Strategy, Project Management, User Research, User Centered Process, Interviewing users, Persona Building, Information Architecture, Wireframing / Prototyping, Usability Analysis, Web/ Mobile Design, User Behaviour Analysis, Data Analytics, Sales Funnels and CRO. \nDeveloped 10 Mobile Apps and numerous websites for clients or otherwise. \nMicrosoft Certified Professional with \"Microsoft Certified Solutions Associate\"â\u0080\u008b and \"Microsoft Specialist: Azure Infrastructure\" certifications.", "43": "I thrive at the intersection of customer needs, the application of technology and business results.\n\nThe best way to describe me is â\u0080\u009chigh results / no egoâ\u0080\u009d, and my most valuable skill is the ability to unite teams to achieve more together than they could ever do independently. My style is to lead through purpose and mission.\n\nI have a strong technology background, and I've worked for both software providers and their customers, so I understand both sides of the relationship. I am intellectually curious and not afraid to get my hands dirty, and as a result I have developed a range of skills through direct experience. These include go-to-market strategy & execution, PLM applications & processes, B2B business development, market & competitive analysis, automotive industry experience, analytics technology & applications, software product management, and marketing messaging.\n\nI have very strong verbal and written communication skills. I am as comfortable in front of a large audience as I am talking with a person face-to-face. Iâ\u0080\u0099m especially good at helping non-technical people grasp technical concepts.", "44": "Experienced senior project manager with a proven record leading cross-functional teams to deliver complex transformational initiatives ensuring business objectives are achieved as outlined.  Adept at building strong relationships, aligning diverse stakeholders at all levels of the organization on desired outcomes and bringing together the right team to deliver with excellence.", "45": "A quantitative executive with extensive experience in developing organizational strategies and solving complex quantitative problems through modeling and analytics. Recognized for successfully leading and managing complex, distributed, and international organizations to exacting standards under the most demanding conditions. Proven consensus builder with excellent communication skills and a leader of cross-functional teams able to bridge the distance between functions to achieve results. Established record of developing, leading, and inspiring innovative thought leaders. Leadership roles spanning the financial services industry, government, and academia.\n\nHighlights:\nâ\u0080¢  Experienced senior manager with exceptional technical, resource management, and leadership skills gained while leading diverse organizations over a 22 year military career.\n\nâ\u0080¢  Extensive experience and knowledge using quantitative methods and management science to analyze organizational, technical, strategic, and architectural issues in order to develop policy recommendations for Army and corporate senior leaders.\n\nâ\u0080¢  Established record of developing, leading, and inspiring, innovative thought leaders.\n\nâ\u0080¢  While serving as Head of Non-kinetic Analytics for the Commander of Multinational Force-Iraq, formed and led several multi-functional teams in order to help develop the Iraq campaign plan, concentrating on economic, political, and rule-of-law issues.  \n\nâ\u0080¢  Taught and helped teach courses at West Point, Massachusetts Institute of Technology, and Stanford University in Risk Analysis, Economics, Econometrics, Statistics, Operations Management, Project Management, and Systems Engineering.\n\n\nSpecialties:\nEconomics & econometrics, risk modeling & analytics, program management, and operations management", "47": "I have spent over 12 years in software, creating products with and for some of the most talented people on earth.  On several occasions I have explained to people outside of my industry what I do as a â\u0080\u009cUser Experience and Interaction Designerâ\u0080\u009d.  There's always an awkward silence that follows.  #theydontwantmyjob Â #theirloss Â #iloveit\n\nOn any given day it could be assumed that I hold a number of different positions - from salesman to front line product support.  I am none of those.  Yes, I do all of those.\n\nFrom promotion of projects during early research through the continuous process of touching base with long-standing customers, I am involved in all aspects of the customer experience.  Using user-centric design along with Agile and Scrum methodologies, I meticulously work to provide full and enjoyable user experiences.\n\nSpecialties:  Communication, Collaboration, User Empathy, Agile and Scrum, Balsamiq, Axure, Wireframes, Usability Studies, Story Maps, Iterative Design, Professional Audio Recording and Mixing \n\nhttp://www.studio8nine.com/", "48": "Self-motivated second-year master student with a positive attitude seeking new challenges and improving better quality of life for human.  Currently seeking for full-time UX design opportunities.\n\nI believe experience design with users in mind could help industries create prominent social impacts. My career goal is practicing UX design and introducing design thinking mindset to industries.", "52": "Senior Web Copywriter and Content Strategist at Webcopy+, which helps designers and businesses boost online traffic, leads and sales with optimized web copy. Clients range from independent retailers to some of the worldâ\u0080\u0099s largest service providers, including AT&T and Scotia Bank.\n\nSpecialties: Rick advocates clear, concise and objective website content that promotes readability and usability, and conducts web content studies with organizations in Europe and the U.S., including Yale University. \n\nHe speaks frequently at Web-related forums, including MarketingProfs, Small Business BC, Editorsâ\u0080\u0099 Association of Canada, Content Convergence & Integration, SUCCESS and HRMA. Rick also serves as a Web committee advisor with organizations, including Langara College and Vancouver Career College, and is the National PR Chair for the Graphic Designers of Canada (GDC).", "53": "Hi! I'm Xindi, currently studying Human-Computer Interaction at the School of Information, University of Michigan. \n\nBeing a UX designer, I always see myself as a translator: I translate people's words and behavior into meaningful and accessible experience.\n\nBeing a translator means Iâ\u0080\u0099m always aware of my audience and adaptive to who I'm talking to.\n\nI'm fascinated by diversity. I empathize with human emotions. I'm curious about the inner drive behind a behavior. ", "54": "Hi! I'm Leah, a UX alumni from UMSI with a passion for user-centered design and a desire to make the world a more beautiful and usable place. I did not discover UX until college but ever since, I've evaluated and redesigned both websites and games and have worked as a UX intern. I'm currently working as a Associate User Experience Analyst.", "55": "The people who inspire me are the ones who have done more with less, and have gone farther, with more in their way. I'm driven to create hopeful solutions for people, and I love getting recognition for my energy and creativity while having fun along the way.\n\nI currently provide senior design consultancy to individuals and enterprises in the US and abroad.\n\nI have also:\nâ\u0080¢ Developed and managed a Design Center of Excellence\nâ\u0080¢ Consulted in non-profit, telecom, banking, market data research, education, and agriculture industries\nâ\u0080¢ Taught university writing and journalism and managed a university writing center\nâ\u0080¢ Mentored people in design, agriculture, professional writing, and management\nâ\u0080¢ Established an archery club for our community\n\nWhen I'm not working you might find me fly fishing in the mountains, trading produce with our local farmers, or teaching kids and adults about archery.\n\nWHO I AM\nâ\u0080¢ Leader with a mastery of human-centered design and a passion for organizational effectiveness\nâ\u0080¢ Strategic design thinker & skilled UX practitioner\nâ\u0080¢ Mentor, coach and educator of both individuals and organizations\nâ\u0080¢ Realist with the perfect mix of optimistic drive & pessimistic caution\n\nEXPERTISE\nâ\u0080¢ Multidisciplinary Leadership\nâ\u0080¢ UX Education & Training\nâ\u0080¢ Organizational Transformation\nâ\u0080¢ Design Research\nâ\u0080¢ UX Strategy\nâ\u0080¢ Interaction Design\n\nEXPERIENCE\nâ\u0080¢ 3 years multidisciplinary leadership\nâ\u0080¢ 3 years UX and management mentoring\nâ\u0080¢ 6 years UX leadership\nâ\u0080¢ 16 years practicing UX\nâ\u0080¢ 20 years professional experience\n\nCore competencies include: \n\nUX Design, Research & Strategy; UX Education & Training; Organizational Transformation Consulting (Agile & Digital); Interaction Design; Content Strategy: Design and Management; Mentoring & Coaching; Team Building & Leadership; Marketing & Branding; Customer Success; Customer Feedback and UX Metrics", "56": "Ready to transform design with a great team? Here at Google we believe in \"focusing on the user and all else will follow\". Our designers are passionately creating powerful visuals, and magical experiences that delight our users.Â \n\nI'm currently seeking the world's most talented:\nâ\u0080¢ Interaction Designers (UX)\nâ\u0080¢ User Experience Researchers\nâ\u0080¢ Visual Designers (UI)\nâ\u0080¢ Motion Designers\n\nIf you, or someone you know may be interested in our opportunities above, I would love to chat! Feel free to reach out: jaslin@google.com", "57": "Strategic business transformation and analytics leader with proven capability in generating results through revenue growth, cost savings, and operational improvements.", "58": "Yu-chieh (Jay) Lin focuses on diverse initiatives, often with a multi-cultural context, including the Cross-Cultural Survey Guidelines (CCSG), the China Family Panel Studies (CFPS), the World Mental Health Surveys in Saudi Arabia (SNMHS) and China (CMHS), EGC-ISSER Socioeconomic Panel Survey in Ghana, Chitwan Valley Health and Stress Study in Nepal, and Health Retirement Study in Thailand (HART), etc.\n\nIn this capacity, his operational interests include international capacity building and cross-cultural survey design and implementation (e.g., survey management system design, field listing methods, panel recruitment strategies, supervisor and interviewer training protocols, data collection and quality control procedures). Previously, he was responsible for methodological development for the California Health Interview Survey (CHIS). He has also been involved in a number of consultation activities on survey design and implementation in East Asia. \n\nHis methodological research interests are adult learning, the impact of survey design on survey data quality and cost and especially the cross-cultural or cross-country survey design in developing countries.", "59": "Empathize with users, synthesize data, and simplify the design. \nThis is how I do UX. I am Hsin-Yen, a UX zealot. \n\nCheck out my portfolio @ hsinyentu.com. \nQuora @ https://www.quora.com/profile/Hsin-Yen-Tu\n\nWant to chat? Contact me at johntu@umich.edu ", "60": "I like music and games, making sense of data, and making things fast (in every sense). Not big on verbosity.\n\nOver 15 years of experience in game development and full-stack web & mobile apps\nSystem design, architecture, and implementation\nMusic and data visualization\nPerformance measurement and optimization\niOS Development\n\nPreferred languages: C, C++, Javascript, Python. Interested in Go.", "62": "Heat up the world of Startupsâ\u0084¢.   Startup Stoveâ\u0084¢ (â\u0080\u009cå\u0088\u009bå®¢ç\u0082\u0089â\u0084¢â\u0080\u009dï¼\u0089focuses on promoting entrepreneurship. We organize events and seminars to get entrepreneurs more motivated and better prepared for their ventures.", "63": "I am passionate about pursuing innovation, solving problems that make a difference along with educating and inspiring others to do the same.\n\nI've done 10 high tech startups, 8 successful exits, still working on the 10th, 12 new market products launched.  A first or second on 12 rounds of venture capital funding.\n\nIâ\u0080\u0099ve taken several products from blank piece of paper to millions of users.\n\nIâ\u0080\u0099ve been responsible for 2 granted patents, 1 provisionally-filed patent with another provisional patent and 3 design patents in process.\n\nMy particular area of focus and accomplishment is the difficult process of getting the right product (features, price, distribution) for the right target users/customers and achieving adoption.   Many entrepreneurs have great ideas, but bringing them to reality and succeeding in market adoption is where experience and expertise are needed.\n\nI work in â\u0080\u009cbig ideaâ\u0080\u009d areas, many of which resulted in products that were â\u0080\u009cfirstsâ\u0080\u009d, such as being part of the original team that invented the pre-cursor to Java, first group calendaring Meeting Maker, first indexed desktop search delivered as a mac app OnLocation, first online community website Firefly (first web advertising, first personalization MyYahoo, first universal login, Passport), first comprehensive, voice-based user experience with an attitude, Wildfire.\n\nI have a strong belief that UofM, and Ann Arbor in particular, have the right people, timing, hunger and drive to produce stellar companies that should stay and thrive in Michigan.  Michigan is the birthplace of American Entrepreneurship, my great grandfather worked for Henry as a Millwright, my grandfather and father also worked for Ford.  Great companies are founded and thrive when started and sustained by midwestern values.", "64": "A passionate User Experience Designer who cares about users and their problems. Highly skilled in Problem Solving, Design Thinking, Mobile and Web UX Design,  Wireframing and Prototyping.", "65": "User Researcher and former start-up co-founder with 6 years of experience in UX design and understanding of complex social dynamics. Portfolio: galeyang.com", "66": "I am currently a master student at the University of Michigan School of Information, and I specialize in User Experience (UX) Research and Design. \n\nBefore entering the graduate school, I was a game designer with extensive experience in developing content strategies, designing and optimizing interaction design, and testing games. \n\nâ\u0080\u008bâ\u0080\u008bWith my experience, user-centered design thinking, and a well-rounded UX skill set, I hope to be a part of the force designing meaningful applications/technologies for the world.", "67": "Experienced UX Designer with a demonstrated history of working in the graphic design industry. Skilled in Search Engine Optimization (SEO), WordPress, Typography, Mac, and Web Design. Strong information technology professional graduated from Trebas Institute.", "68": "I am a graduate student at the University of Michigan's School of Information, specializing in Human Computer Interaction. I am passionate about creating User Experiences that bring joy to the user and that make a positive difference. My training in computer science allows me to quickly grasp new technologies and to understand what's going on under the hood. As a digital analyst, I use quantitative data to inform my research and like to visualize data to make it more meaningful. My experience as a technical writer helps me to craft engaging stories and to listen to the user. As a designer, I combine my analytical acumen with my my empathy for the end user and I am not afraid to iterate in order to hone in on the perfect solution.", "69": "As a Human-Computer Interaction researcher, I explore and evaluate new ways of living with novel technologies through user research, user-centered design, and prototyping.", "70": "Core Values:\n-Investigating user needs and incorporating those insights into your project is the best path to a successful site strategy.\n-Make information easier to find by organizing content, utilizing metadata and providing key access points.\n-Understand key objectives and organizational context, then  design to maximize return on investment.\n\nSpecialties: Information Architecture, Usability and User Research, User Experience Design, Interaction Design, digital analytics, agile UX, prototyping, search, taxonomies, controlled vocabularies, blueprints, wireframes, site navigation", "72": "-Passion to figure out the WHY of a design.\n-Strategic thinker with a passion for understanding what motivates users\n-Skilled in various research methodologies: usability testing, affinity diagrams, protocol and survey creation, contextual inquiries, and presentation of findings\n-Loves collaborating with teams to discuss how to turn research into deliverables \n-Master's in ESL Education and seven years of teaching experience helps clearly communicate complex ideas and thoughts to everyone both written and verbal\n-Experience in curriculum and lesson development\n-Front-end coding school graduate\n-Basic UX design skills\n-Bachelor's in Psychology helps understand people's thoughts and behaviors\n-Very much a people-person\n-blogger at teachertocoder.wordpress.com\n-YouTuber at https://www.youtube.com/channel/UCd4whVA-5y-VwNg8KnmHTZA\n\n\n", "77": "I practice intellectual property law for a medical device  and biologics company providing counsel on patent prosecution and development, patentability, freedom to operate, agreements, acquisition due diligence, and trademarks.", "78": "I communicate with designers to translate research findings into actionable solutions. I work with clients to build and analyze user behavior by conducting user interviews, customer surveys, data analysis, usability testing, and deliver research reports to teams on evaluative and generative sides. \n\nI specialize in analyzing real user behavior and product problems by creating research reports for internal teams and stakeholders.", "81": "Having lived, studied and worked in the Singapore, United States, Mexico and Chile, I enjoy challenging myself in different global environments. Effectively trilingual, I have a deep appreciation of interacting with CEO-level executives, business development for new markets and managing operations in different cultural settings. In addition to recruiting, onboarding, training and building cross-cultural teams, my experience ranges from driving process improvements, business analysis to account management. ", "82": "\n \n", "83": "SUMMARY \nGlobal Regulatory Affairs Professional experienced in leading global medical product registration initiatives, advising senior management on regulatory implications and managing global regulatory and government affairs staff.\nâ\u0080¢\tUtilize working knowledge of domestic and international regulations and standards to direct product development teams regarding testing, safety and registration requirements.\nâ\u0080¢\tRepresent company in interactions and negotiations with global authorities such as US FDA, Japan PMDA, China FDA, Korea MFDS, Australia TGA, Saudi Arabia SFDA, Brazil ANVISA, Mexico COFEPRIS,  European Notified Bodies and Health Canada.\nâ\u0080¢\tMaintain a positive working relationship with worldwide representatives and distributors.\nâ\u0080¢\tMeet product launch deadlines.\n\nSPECIALTIES\n- Government\n- Life Sciences\n- Bilingual Japanese / English\n\nOPEN TO POSITIONS IN ASIA\n\n", "84": "I love studying how our digital environments influence our behaviors, attitudes, and feelings.  I'm especially interested in how interaction design can encourage empathy.\n\nI'm well versed in both qualitative and quantitative methods. My current specialties:  field research, usability testing, focus groups, interviews, site visits, design and analysis of surveys, mobile UX, non-visual UI, and older-adult users.  \n\nI know how to convert research findings into design recommendations and how to work closely with UX Designers, Software Developers, and Product Managers.", "85": "UX design, User research and Data analysis.", "87": "I gather and translate user needs by designing and executing meaningful research methods. My background in communication and human-computer interaction helps me truly understand the user experience, and champion design of a strategic, useful product. \n\nI like creating â\u0080\u008bâ\u0080\u009cah-haâ\u0080\u009d moments by communicating the story behind a userâ\u0080\u0099s experience. In addition to research, I also facilitates innovation workshops to help clients think from a different and strategic perspective. I helped Wireless Zone understand the communication patterns and breakdowns with their reps, and guided Little Nugget through the experience of motherhood through research.\n\nI am excited to discover the motivation of your users to enable user-centric design.", "88": "I believe great design is both aesthetically pleasing and fulfills a need. An experience designerâ\u0080\u0099s role is to discern what the userâ\u0080\u0099s need is through empathy, observation, and research and then collaborate with a team to implement an interface that solves the problem in an innovative, straightforward, and beautiful way.\n\nSpecialties: Usability testing, user interviews and surveys, heuristic evaluations, Web design and development, persona and scenario creation, wire framing, graphic design, SEO", "89": "My name is Md. Shaju Ahmed. I'm a Freelance Graphic Designer with 2 years experience willing to provide excellent results for my clients. If you're looking for a designer you can trust, I'm your man! I have always had a passion for designing.  My qualifications include successful completion of Graphic Design certifications. I do all the designs alone at home with my competencies in Adobe Illustrator, Adobe Photoshop.  I have also advanced skills in Business Card, Logo Design, Banner Design, Background Remove, Neck Joint, and Hair Masking etc.", "90": "Inventor of technologies actively used by more than 5 billion people in the world today.  More than all the active users of Facebook. All the active users of Google search. And all the active users of Apple.  Combined.\n\nAmong the technologies he invented or first created are the SIM Card (US Patent 5195130), the graphical interface on a phone (US Patent 5657378), the 1st browser on a phone and the 1st voice over Internet using a phone.\n\nIn 1983, Mr. Haddock began working on his 1st generation \"Personal Access Machine,\" a phone capable of receiving and displaying personalized twitter-like content and messages.  \n\nIn 1988, he assembled and led a team of 100 engineers at Citibank where he created a 2nd generation \"Enhanced Telephone\" which allowed true voice-data integration for the 1st time.\n \nIn 1991 he began working on his 3rd generation \"Smart Phone,\" which integrated much of the core smart phone functionalities most  humans use every day.  His U.S. Patent (5657378), filed in 1993, covered: 1) a graphical user Interface on a phone, 2) touch screen, 3) wireless, 4) SIM Card and 5) multi-tasking. 40 global telecom and tech companies have cited this patent.\n\nIn 2008, he began work on a breakthrough AI-assisted \"Intelligent Virtual Internetâ\u0084¢\" (IVIâ\u0084¢) that will allow us to represent and connect, in real time, all \"things\" in a software-defined virtual Internet.  Users will access \"IVIâ\u0084¢\" using a radically simple, patent-pending  \"Augmented Interactive Realityâ\u0084¢  (AIRâ\u0084¢) interface.  AIRâ\u0084¢ will allow users to simply touch anything they can see, scan, photograph or video using any smart device, and instantly interact with it, in useful ways, in real time. These and other related technologies invented by Mr. Haddock will result in a simpler, faster, safer, more efficient Internet.\n .   ", "91": "UX designer with 3 years of industry experience, currently pursuing a Master of Science in Information with a specialization in Human-Computer Interaction. She loves wearing multiple hats as an interaction designer, visual designer, user researcher, and content strategist. She is passionate about the field of user experience, as it aligns with her mission of being a life-long learner of human behavior. ", "92": "Specialties: Human-Computer Interaction(HCI),  Human-Centered Design (HCD), User Experience Research, Rapid Prototyping, Design Research, Usability Testing", "95": "Strengths: Harmony, Maximizer, Empathy, Developer, Consistency\n\nInterpersonal style: Collaborative, Enthusiastic, Supportive, Positive\n\nLeadership:\nAwards & recognition for innovative collaboration and leadership at the University of Michigan\nChair & Founder- University of Michigan Career Services Network\nServe on senior leadership team at the University of Michigan School of Information\nSelected for professional speaking engagements and presentations nationally: NACE, MidwestACE, ACPA\nCo-Author of the book-- The New Information Professional: Your Guide to Careers in the Digital Age \n\nExpertise in professional career counseling; student development, strategic employer development, team development, program management, and data/metrics to inform strategic direction. \n\nLead the strategic direction and operations of a full-service career development office.  Develop and lead an innovative, progressive career development team recognized for innovative, creative and progressive career development services, counseling & advising practices, internship models, community & global engaged learning programs, employer development, and student development.\n\nPassionate and motivated by: \nExcellence in service\nInclusivity\nEmpathy and genuineness\nHigh work ethic\nStudent-centered\nContinuous improvement \n\nSpecialties: experiential education, engaged learning, reflective learning, internship programs, employer relations, data/outcomes metrics, employer development, career development, career counseling, resume reviews/consultations, higher education administration, student affairs, collaboration, and teamwork", "96": "Designing & Building Automated Products", "97": "Thanks for checking out my LinkedIn profile. I have a diverse design and user experience background, working for companies like Amazon and Jet. I'm currently doing user experience work for ADP in the healthcare compliance space.\n\nI'm always looking to connect with top notch people and companies, so feel free to reach out.\n\nSkills:\n- Data-driven user research, testing, and surveying\n- Early product prototyping and interface wire-framing\n- User interface and visual design (including style guidance and visual branding)\n- Product management and requirements documentation\n- Team oversight, task delegation, and project accountability\n- Tech implementation (browser and device testing, QA, DevOps, data schema planning, deployment strategy, infrastructure monitoring)\n- Conversion optimization, analytics, and A/B testing\n- HCI, human-centered design, Lean, Scrum, Kanban\n- Adobe Creative Cloud (Photoshop, Illustrator), Sketch, InVision, Axure, Balsamiq\n- HTML, CSS, SASS / LESS, Bootstrap, Compass\n- Ruby, node, PHP, Laravel, nginx, MySQL, REST / API, webhooks", "98": "I believe designers are life-long learners.", "99": "I graduated from Michigan State University in 2005 with BAs in History and German. In 2009, I graduated from Wayne State University with a Masters of Library and Information Science. Since then, I have been striving to make the world a more usable place. Focusing on technology, I use a variety of tools to make software and websites easier and more intuitive, such as usability testing, heurisitic evaulations, card-sorting, affinitity mapping, contextual inquiry, and many more. I have worked with many great teams, reaching into retail, government, financial, healthcare, and manufacturing industries.\n\nSpecialties: web usability, software usability", "101": "Experienced UX researcher with a demonstrated history of working in media and mediated communication research. Skilled in Non-linear Editing, Videography, Community Engagement, Eye Tracking, Research Development, and Research Analysis. Strong education professional with a Doctor of Philosophy (Ph.D.) focused in Media and Information Studies from Michigan State University.", "102": "I am curious about human behavior â\u0080\u0093 I want to understand their needs, habits, behaviors, and beliefs. As a user experience researcher, I advocate for the user by leveraging  critical thinking, various research methodologies, and analytical skills to uncover problems and develop actionable recommendations to improve systems or processes. \n\nThe foundation of my professional career is due to my background in journalism. I have worked as a writer and editor for Black Enterprise Magazine, Essence Magazine, The Wall Street Journal, Diverse: Issues in Higher Education. I also have experience working in public relations with non-profit and government organizations in Washington, D.C.\n", "103": "As a user experience researcher, I work with a team to investigate and design the best possible product.  Using a wide range of research methods, such as market comparisons, ethnography, surveys, interviews, and user testing, I effectively communicate findings and develop prototypes. I have worked with children, accessibility technology and international companies.  I am currently seeking a position that will use and expand my skillset to inform user-centered design.  ", "104": "Portfolio- http://nishantdp.com\n------------------------------------------------------------------------------------------------------------------\nThe following quote defines me the best:\n\nâ\u0080\u009cFall in love with a problem, not a specific solutionâ\u0080\u009dâ\u0080\u008a\nâ\u0080\u0094â\u0080\u008aLaura Javier\n\nI am a passionate UX designer with a background in computer science and visual design. I strongly believe that \"Design Thinking\" is the key to solving complex problems. I use design as a problem-solving tool rather than a tool to make pixels prettier. \n\nI love to see the world from the user's eye. This allows me to empathize with users and design systems across all platforms that empower users to be more efficient. The User Centered Design approach allows me to focus on users throughout the design process and formulate solutions that are \"near to ideal\" (let's be realistic!).", "105": "UX Designer passionate about using creativity to solve my clientâ\u0080\u0099s problems throughout the design process. I form relationships with users and communicate clearly with developers and stakeholders to bring their ideas to life. I am self-motivated and thrive on bringing the design to the next level. Design tools I am proficient in include: Sketch3, Illustrator, InVision, Principle and Flinto.\n\nPortfolio: www.jinyundesign.com\n\nResume: www.jinyundesign.com/resume.pdf\n\n", "106": "I am a UX Researcher who is also familiar with UX design principles. I like to use storyboards to present personas, use cases, the process of usability testing, and findings that reveal user struggles. Website: https://www.alisontseng.com/ ", "107": "I am passionate about designing human-centered products by improving the relationships between the users and the world.", "110": "User experience researcher with expertise in both qualitative and quantitative methods. Track record of shipping products at Google (Google Home Mini, OnHub, Google Wifi) and Autodesk (Inventor, Mechanical Simulation). Strong technical background with previous role as SW developer. ", "111": "My work has been primarily on two-sided markets: social networking, dating, sharing economy home rentals and real estate markets. Using regular machine learning and deep learning techniques, I solve problems around anti-fraud, trust and safety, matching, search & relevance, anomaly detection etc. ", "112": "I currently worked at Telenav as a UX Researcher. I enjoy providing valuable insights and actionable recommendations to create a greater user experience. My experience includes benchmarking, usability testing, localization, heuristic evaluation, in-depth interviews, surveys, and establishing best practice in the autos navigation field. \n\nWith my background in cognitive psychology, I learn how people behave, think, and interact with technological devices. I deeply care about people and want to contribute to a product that they will pleasantly interact with. ", "114": "My favorite fields of research include Neuro-Physiological Methods in IR, Human Information Interaction, User Experience, Cultural Cognition and Cognitive Research Methods.", "115": "Portfolio:xinhudesign.com\n\n", "116": "My former career as radio producer and program director helped me fall in love with the interaction environment that radio created. While I was at WRTE I became the accidental techie. It was also my job to keep our station up to date on technologies within our limited budget. I researched, created and maintained different systems for on-line streaming, databases for music library and scheduling, and help the station set foot into the world of social media.\n\nDuring that period I fell in love with technology and its social interaction aspect and that guided me to become a student, a career changer, and here I am today, a User Experience researcher with a M.S. in Human Computer Interaction.\n\nI am constantly expanding my learning process and to be an active and contributing member of the User Experience community. I am a curious, fast, eager learner and have a passion and understanding for social interaction.\n\nSpecialties: Non-profits, Community Radio, Accidental Techie, UX research, new technologies", "118": "Currently drinking coffee and designing the future at Airbnb in San Francisco as the Design Lead for Data Design.\n\nI have a fierce passion for Experience, Product, Systems, UI, UX, Visual and Data Design.Â I enjoy exploring experimental interfaces (FUI), emerging technologies, cryptocurrencies, asteroid mining and commercial space travel.\n\nI have a wide range of experience designing for data, development, security, tools, travel, enterprise, retail, music, the arts and more.\n\nI thrive in the unknown and excel at simplifying the complex.", "119": "Hi ! I am a User Experience (UX) researcher with a strong background in Psychology and Special Education. I am passionate about understanding human behavior and decoding peopleâ\u0080\u0099s motivation. I believe these are key factors to bring the world closer. My focus is on qualitative and quantitative research, behavioral research, leading user research, conducting usability testing and developing user personas. This will aide companies in understanding user behaviors in order to meet and shape their organizational goals. I am very Curious, Insightful and Collaborative.", "120": "I love to accept challenges\nand always try to create best user experience\nthat should be worthy and valuable.\n \nwhether i fail or pass i dont care but i always love to take the risk", "121": "My background in engineering overlaps with design - I make things visually good and efficient to use. With cross-country professional experience in US and China, I'm empathetic to cultural nuances in communications, experiences, and design. I was also a debater with regional and national champion awards.\n\nhttp://xiaoyuew.com\n\nOpen to freelance opportunities.", "122": "I'm a researcher at heart and in practice, a keen reader, an avid learner, and just plain curious about almost everything (except for baseball - still waiting for someone to explain why I should care about that).\n\nMy primary interest is the intersection of human relationships and technology, and I am always trying to transform data and a deep understanding of human behavior into valuable insights, and seamless experiences.\n\nDoing my best to delight users by partnering with incredible individuals, tackling the most challenging problems I can get my hands on, and conducting rigorous research.\n\nI'm a firm believer in the importance of lifelong learning & curiosity, humility, empathy, and the endless power of human relationships.\n\n", "123": "UX designer who loves to bake ideas into solutions. ", "125": "Experienced higher education professional with a commitment to advancing diversity, equity, and inclusion and a record of cultivating high performing teams, innovative programs and student success.\n", "126": "Hi! My name is Jonathan Lee-Russo and I'm a UX researcher from Seattle currently working at Amazon.\n\nMy professional interest in user experience stems from a combination of personal interests including: art/design, psychology/sociology, engineering, and the tech industry. \n\nB.S. Human Centered Design & Engineering\nHuman Computer Interaction\nUniversity of Washington, Seattle, WA", "127": "I am a purpose-driven designer dedicated to discovering latent needs to enhance user experiences.\n\nSee my work: http://www.jamipeets.com, \nHear my thoughts on design: https://medium.com/@jamipeets, \nSee what I'm up to in the design community: https://twitter.com/jamipeets", "128": "I am a UX researcher and storyteller with a proven track record of influencing complex and diverse products. With an excellent command of qualitative and quantitative research methodologies, I have proven experience designing and conducting a range of formative and iterative research methods applicable to all product stages from conception to release. I am familiar with every aspect of the product development lifecycle including up-front research and discovery, definition, and analysis of requirements. ", "129": "http://www.yidi.design/", "130": "I like to sit cross-legged at the center of the universe. It isn't enough to just inform the design of products, I like to pave the way for those products to make their way into the hands of paying customers.\n\nFrom user research to market research, I build customer experiences with all stakeholders in mind. \n\nCheck out my work at www.rachel-leroy.com. Then, drop me a line - I'd love to chat.", "131": "I am the lead user experience researcher for YouTube Kids. ", "133": "I am an active design thinker and I solve problems using user centered approaches. \nI teach UX and I also help startup find the right designers. \n\nYou can find my works at: hangyu.me.", "134": "I am a user researcher, information strategist, and user experience designer who is passionate about building rewarding interactions between people and technology.", "135": "Hello! Iâ\u0080\u0099m a versatile qualitative UX researcher who is passionate about making experiences better for people. I love learning about humans - what makes them tick, how they work, and why they do the things they do. With a foundation in psychology and anthropology, I employ a variety of research methods to listen, understand, and evaluate in order to create actionable insights that improve products and processes for users. I work collaboratively and cross-functionally with international agile teams of interaction designers, visual designers, marketers, product managers, content strategists, and developers in order to translate insights into implementation. I serve as the â\u0080\u009cvoiceâ\u0080\u009d of the user, representing their goals and needs to product teams in order to create a truly user-centered product.\n\nMethodologies:\n* Interviews (remote and in-person)\n* Surveys\n* Usability studies \n* Cognitive walkthroughs\n* Contextual inquiry/ethnographic research\n* Card sorting\n* Diary studies\n* Competitive analysis\n* A/B testing\n* Randomized and controlled testing\n* Heuristic analysis\n\nOutside of work, you're likely to catch me with my nose in a book (usually fantasy!), hunting for the best BBQ in the Bay Area (just a little taste of home), playing board games with friends (having fun but probably not winning), or catching up on the most popular new show (recent fave: Westworld!)", "136": "I am a designer and researcher, now at the Digital Health team at Seattle Cancer Care Alliance. Graduated from University of Washington with a masters in Interaction design, I am very interested in experience and game design for behavioral change in social and environmental context. You can check my portfolio here: www.hourvatat.com\n\nWith a background in Industrial design and working for 4 years in one of the well-known design studios (Axon innovation) in Tehran, Iran, I moved to Seattle at 2013. Ever since I have had the chance to work with high-profile and sophisticated groups. Through which I developed my skills in user experience design and research.\n\nIf you have ideas that would help us understand the world and its habitats through design, don't hesitate to reach out! I would love to hear about it and maybe we could work together.", "137": " ", "138": "I am Xiaoyue Pang, a UX researcher. I have the curiosity and passion to research how users interact with technology (websites, softwares, hardwares, etc.) and to let the design fit users. I would really like to apply my background knowledge of user research and user testing, as well as the skills of  get insights of users' needs and prototyping, to industry, and learn from practice. \nI regard myself as an EMPATHETIC TRANSLATOR in UX field. If you want to know more about me and this metaphor, please check out my portfolio:\nhttp://www.xiaoyuepang.com/", "139": "\"Research is formalized curiosity. It is poking and prying with a purpose.\" - Zora Neale Hurston\n\nI'm a qualitative UX Researcher passionate about understanding human behavior to help design products and services that matter. \n\nI have experience evaluating user experiences across digital and physical product spaces. I'm comfortable with research and testing across the product development spectrum from \"phase zero\" generative research to nitty-gritty usability testing. \n\nMethodologies:\n* Design thinking\n* Interviews (remote and in-person)\n* Usability testing (remote, in-person, and guerrilla)\n* Surveys and site intercepts\n* Persona creation\n* Journey mapping\n* Contextual inquiry/ethnographic research\n* Co-creation design activities\n* Card sorts\n* Diary studies\n* Competitive analysis\n* UX audits", "140": "Innovative thinker and a leader. I am a enthusiastic User Experience Designer based in Detroit, Michigan. My interests lie in understanding User behaviors, needs and expectations in order to deliver valuable user  centric experiences. I have a background in Urban planning with specialization in transportation planning. I believe with my unique background of Urban planning and User Experience Design I can deliver innovative design insights. My recent work involves understanding the  Autonomous Vehicle eco systems and â\u0080\u0098guiding principlesâ\u0080\u0099 for the users and the industry.", "141": "I'm a User Experience (UX) Researcher + Design Sprint Master hybrid excited about creating awesome experiences through highly collaborative, user-centered methods. \n\nI've been at Google for 5+ years, focusing on many different aspects of UX - including product design research, operations management, and approaches to design collaboration. \n\nI'm a bit of a bricoleur, drawing on a varied academic background in human-centered design, art, and sociology, including an MS in Human Centered Design & Engineering (HCDE) from the University of Washington. Previously, I was a Research Fellow at WolfBrown, a consulting firm for non-profit organizations.\n\nIn my free time, I can be found in Brooklyn painting, doing barre, and helping out with Art Works for Change, an Oakland-based non-profit, as a member of the Board of Directors.\n", "142": "Love solving complicated problem with smart design;\nExcited about cutting-edge technologies;\nAppreciate small details in life;\nFountain pen geek. \n", "143": "Big blue addict, Instagramer, and former Gowalla lover.", "144": "User Experience Researcher and Designer currently studying Human-Computer Interaction + Design at the University of Washington. View my portfolio at kohci.com to see examples of my work conducting user interviews, contextual inquiries, executing the user-centered design process, and making rapid prototypes.", "145": "Ahmed leads teams to create products users love.\n\nIn the past 14 years, he has successfully taken new consumer and business products from ideas to inception to positive inflection points.  Though he has learned invaluable lessons from his failures, many of them created measurable increases in engagement and revenue for startups and Fortune 500 companies.", "146": "I'm a User Experience Researcher with over 5 years of industry experience. My experience have not limited to understanding user needs and behaviors in the early concept phase, but also expands to include design evaluation in the iterative process. Proactive collaborator with product management, engineering, marketing, and UX team to deliver high-quality and delightfully comfortable experience to end users.", "147": "Prior to working in the technology industry and conducting meaningful research at Facebook, Elizabeth Ahern researched children's emotional, social and cognitive development.  She had particular foci on child interviewing techniques designed to elicit complete and reliable reports, childrenâ\u0080\u0099s emergent lie telling abilities, and their thoughts and attitudes about secrecy. Dr Ahern has worked first-hand with investigation teams, conducted hundreds of child investigative interviews (using empirically supported techniques), testified in criminal court and led monthly child interview peer reviews attended by practitioners throughout the United States and Canada.", "148": "As an aspiring experiential designer with a strong passion for social justice, I strive to solve interface issues in intuitive, accessible ways - allowing my work to be easily incorporated into people's lives. \n\nI've worked on projects across different industries (food/travel/entertainment/education/healthcare), and all these experience helped me getting to know more about myself and learning the ways to make positive impacts in this world as a designer. I love what I do, and I am blessed. \n\nMy design value is to always make the big complexity low, the real simplicity high. I like to seek inspirations from good photography, nature, fashion, and architecture.\n\nMy true color is extreme blue. \n", "149": "Focus on the user and the rest will follow. My goal is to learn about people and make the digital\nworld a better place for people! Currently I lead UX Research on VMware Cloud Management Products\n\nSpecialties: contextual interview, diary study, field visit, focus group, heuristic evaluation, interview, persona, survey, remote and onsite usability testing.\n\n", "150": "I lead teams through the process of gaining a deeper understanding of the people who use their products. This research is all about highlighting opportunities and reducing uncertainty throughout the journey of designing experiences. \n\nWhether Iâ\u0080\u0099m interviewing users to understand their needs, or running usability tests to assess how well new designs are meeting these needs, itâ\u0080\u0099s fascinating to learn about the specific tools and workarounds that people use to do their jobs. I work closely with designers, engineers and product managers to bring these insights to life. \n\nI moved back to San Francisco (my hometown!) in 2014 after 8 years in Chile and China, where I worked with a wide range of startups, universities and global brands. Most recently in Chile, I taught entrepreneurship classes from the perspective of design thinking and user experience. This inspired me to immerse myself in the world of user experience research and design. \n\nI'm passionate about women's health. And a big believer in writing things out by hand. And I love chatting with students! ", "151": "KNOWLEDGE & SKILLS:\n\nUser experience research design and analysis, including experimental, qualitative, quantitative, and survey methodology\n\nData collection, data management, data analysis, and reporting of both quantitative and qualitative data\n\nWritten, visual, and verbal communication of research findings and statistical information to both technical and non-technical audiences\n\nExcellent analytical, collaboration, and organizational skills\n\nTeaching, mentoring, and research team management\n\nBicultural/trilingual; closely attuned to the Hispanic market's needs and cultural preferences", "152": "I am a UX Designer passionate about connection, accessibility and personalized user experience. ", "153": "My academic training is in human-computer interaction, communication, and social psychology. I utilize a mixed-method approach to generate ideas, understand people, and evaluate products and opportunities. Methods in my toolkit include survey methodology and related statistical analysis, interviewing and other qualitative approaches, and server data analysis and visualization. \n\nAt Facebook, I work closely with design and engineering on the News Feed product.", "154": "Every encounter is a unique experience with a brand new world. I enjoy connecting with different people to learn from their life wisdom which continuously navigates myself to research and design for optimization of the user experience. ", "155": "Research, Strategy, Design\n\nhttp://honeyman.info\n\n", "156": "I create user interface that human being can use", "157": "Blending social work and human computer interaction for impact.\n", "158": "Highly skilled researcher with ability to draw keen insights from study findings to inform the development of innovative service and product delivery.   Expert in addressing user needs as well as delivering on company and institutional objectives.  Excel in conducting research with diverse populations and working within collaborative, multi-disciplinary teams.  Passionate about making the world a better place.  \n\nSpecialties:  Deep research expertise in field of Psychology and Human-Centered Design; localization, culture, childrenâ\u0080\u0099s learning and education, collaboration in formal (work, schools) and informal (museums, families) settings, quantitative and qualitative data analysis, strategic development.\n\nSkillful in range of methodologies including interviews, surveys, ethnography, observational studies, paper prototype studies, card sorts.", "159": "Facebook Growth and Engagement", "160": "I work as a user experience designer, with a focus on web and accessibility. My primary goal is to create and present products and solutions that are useful, usable, and accessible for users.\n\nSpecialties: iterative design, prototyping, and testing; web accessibility and inclusive design.", "162": "Yifei is highly motivated and self-driven designer, researcher and engineer who loves exploring and practicing design in various fields to improve user's experience. ", "164": "Hello there, \nI'm Paris, an innovative solutionist passionate about building relationships and emotions into technology, universal design, and nutella.\nCheck out my portfolio at: http://www.parishsu.com/\n\nBorn in Taiwan, grew up in China, New York, and Budapest, I am currently obtaining my master's at the University of Michigan's School of Information with a focus in Human Computer Interaction (2018 expected). I have a bachelor's degree in Information Science, Systems, and Technology Engineering from Cornell University and spent most of my summer internships applying design methods to optimize human experience in different fields of technology, such as assistive tech and information visualization. \n\nI believe user experience is what can elevate technology to the next level and am excited to solve any design challenge that come my way. If you have a design problem or want to chat about nutella recipes, I can be reached at peiting@umich.edu\n", "165": "Experienced Senior User Experience Designer and Researcher with a demonstrated history of working in the information technology and services industry. Skilled in Usability Engineering, and Lean UX. Strong information technology professional with a Master of Science focused in Industrial and Human Factors Engineering from Wright State University. ", "166": "I am a digital psychologist who blends expertise in psychology with understanding of human-computer interaction and web development to craft better user experiences.\n\nMy expertise in these fields comes from a masters degree in Human-Computer Interaction from the University of Michigan School of Information, a second masters degree in Social and Cultural Psychology from the London School of Economics where my dissertation focused on how people communicate and behave in digital spaces and uncovered usability issues in video games, and a web development and design certificate from the University of Wisconsin, Milwaukee. \n\nAlways looking for new connections in the UX field!\n\nPortfolio: www.adengstrom.com/portfolio.php\nPDF Resume: http://adengstrom.com/adam-engstrom-ux-resume.pdf\n\nSpecialties: Psychology, UX, HCI, computers and technology, sociology, design, research", "167": "Babak is a researcher and designer who is pursuing a Masters degree in Information Science at the University of Michigan. He has a background in architecture and has the experience of working in professional design firms.", "168": "As a first-generation Laotian-American to have graduated from the Information School at the University of Washington with a Bachelor's degree in Informatics, Human-Computer Interaction, I look to make a difference in the world through the use of information software. I've chosen to focus on formulating innovative ways to enhance user experience and functionality during interactivity with technology.\n\nI worked as a UX researcher at the University of Washington for KidsTeam UW with Assistant Professor Jason Yip.  Our research focused on collaborative design with children to further understand how they use technology and how to design with children and families as a focus.\n\nFrom my stay at UW and beyond, I've familiarized myself with today's best practices, tools, and languages for user interface design, user experience, and development, such as Axure, Sketch, Figma, InVision, Personas, User Flows, Content Strategy, Responsive Web Development, SQL, HTML, CSS, Java, and many more.\n\nOutside of the technology field, I have worked in retail management for over 6 years, with the majority of those years developing employees and increasing revenue at Foot Locker.\n\nI am the only member of my family to have ever achieved education diplomas and an advocate of increasing visibility of Southeast Asians succeeding in today's America.", "169": "I am a researcher with a background in human-computer interaction and computer science. I am interested in analyzing users' attitudes and behaviors to ultimately design products that look and feel good.  I am equipped to work on different phases of product development and have experience in research, design and development. \n\nI have conducted research on accessibility, and privacy and security perceptions of users; generated insights for product design through design research and usability studies; designed low, medium and high-fidelity prototypes by working on visual and interaction design.\n\nI have achieved success with individual project roles and also collaborated effectively in global cross-functional teams.\n", "170": "Actively seeking full-time product, UX designer, visual designer opportunities.\n\nDevelop solutions for both users and businesses with strong design thinking and visual design skills.\n\nPrevious UX design intern in Alipay, Alibaba.", "172": "Hi, I'm Frank. I'm a UX analytics researcher with 6+ years of experience in UX research, experimental psychology, and market research. I've worked at companies/organizations in education, software, healthcare, cloud and SaaS industries, and co-founded a start-up that focused on backend data management tool.\n\nOver years I've improved user experience for web, mobile, and hardware products, while collaborating with designers, product managers, and engineers. \n\nFor my current position at Microsoft, I specialize in answering UX and business questions through product telemetry data analysis and modeling. My recent focus is improving product NPS by identifying  key drivers behind it. I also collaborate with qualitative UX researchers on traditional usability research projects. and I'm always excited exploring mixed-methods research to improve product UX.\n\n", "173": "Specialties: Human-Computer Interaction, user experience, quantitative and qualitative research methods, international research", "174": "Works as a software engineer in the field of big data infrastructure.", "175": "I seek risks, embrace failure, and enjoy learning. Without these attributions, I would have never found my calling, user experience design.\n\nI'm a practiced and motivated Experience Designer backed with a MS in Human Factors in Information Design from Bentley University Graduate School Of Business. My program coupled with client projects through the UXC and Harvard taught me how to leverage my education and diverse professional experience with applications of usability testing, qualitative and quantitative user research methods, and interaction design to connect the dots between business and consumer needs. \n\nMy coursework and past work experiences in health care allowed me to develop strong interpersonal skills and expertise to strategically cultivate desirable user experiences fueled by new and existing user experience research.\n\nFrom my graduate coursework and recent professional experience I have gained skills in:\n\n- Creating applications compatible with the strengths/weaknesses of the user's information      processing systems\n\n- Interaction design principles and how these principles are embodied in prototypes\n\n- Utilizing testing and assessment methods (qualitative and quantitative) for addressing usability issues and researching user groups\n\n- Contextual inquiry, ethnographic survey, card sorts, and cognitive task analysis plus how data analysis informs the design process", "176": "UX Researcher with experience conducting usability studies, heuristic evaluations, case studies, A/B testing, and interaction design of websites and mobile applications. \nâ\u0080¢ Tools: Basalmiq, Axure, Excel, with a growing knowledge of Photoshop, Sketch, and SPSS\nâ\u0080¢ Domains of Interest: Automation, Cyber-security, VR/AR and Data analytic tools\nâ\u0080¢ Goals: Making hardware and software products more intuitive, user-friendly, and efficient for users.  \n", "178": "My professional interests lie in the domain of human-computer interaction. As a PhD Candidate at University of Notre Dame, I have developed experimental, qualitative and quantitative research skills in the design and development of mobile-based tools for promoting health and wellness among older adults. I have conducted focus groups, and interviews to gather requirements and feedback from the user. I have also designed user studies (long term and short term) for testing the effectiveness of the applications. In addition to user studies, I have also used quantitative research methods (data mining and machine learning) for analyzing the data collected from user studies. I have worked as data scientist for a year at a healthcare organization. I am looking for a position as user experience researcher where I can apply the skills that I have mastered while pursuing my PhD.\n\nSpecialties: Human-computer interaction, user-experience design, quantitative researcher, mobile application development, and health informatics.\n\nProgramming Proficiencies: Java, Python, MySQL, jQuery, php, R and working knowledge of C, C++.", "180": "CORE SKILLS\nâ\u0080¢\tPlanning Research - Facilitate research throughout a full product cycle: Identifying research goals, gather requirements, determining study questions and metrics, creating research plans and scripts, study execution, analyzing and delivering research findings and executable recommendations to stakeholdersÂ \nâ\u0080¢\tResearch Methods - Understand the research needs and choose appropriate methodologies: usability study, user interview, cognitive walkthrough, focus group, benchmarking, heuristic evaluation, expert review, survey design\nâ\u0080¢\tData Analysis â\u0080\u0093 experienced in analyzing andÂ interpreting a variety of qualitative data, familiar with analyzing quantitative data", "181": "Hello ! I am a curious and passionate User Experience Designer relocating to Sunny Austin from Seattle, Washington in March 2018. \nAfter graduating from the prestigious Masters in Human Computer Interaction and Design (M+HCID), University of Washington, Seattle in 2015, I delved into User Research, gaining experience understanding users and their interactions with web and mobile. This has strengthened my belief that designs based on data insights and analysis is important in making key design decisions!\n\n ", "182": "I solve problems in digital spaces. I especially love helping others realize the importance of UX. When I am not designing user interfaces I am researching how others are solving the same problems.\n", "183": "I'm currently working with Bose as a User Experience Researcher.\n\nMy everyday work at Bose includes conducting User Research (in-lab and in-home evaluations) for the future products and applications and as well as generating recommendations for the existing designs. \nUser Research is about understanding an audience. It's a mixture of market research, psychology, and business analysis.\nThus, the most important skill I have as a RESEARCHER is CURIOSITY: showing an interest in discovering, learning and probing deeper. The desire to know the what, how and why has been an essential feather in my cap. Attention to detail, noticing patterns and reading through beneath the surface are some of the traits I bring on the table as a UX Researcher.\n\nUser Experience Design is an equally challenging field of my interest. \nBrainstorming new concept ideas, wireframing, interactive prototyping and designing interfaces have been a part of my job in the past.\nThe most important skill I have as a DESIGNER is Fast Interactive PROTOTYPING: I use Axure as an online interactive prototyping tool to implement design ideas and wireframe screens and concepts for the user interface designing.\n\nHaving these skills, I foresee myself making better User Experiences by conducting research and designing for the right audience.", "184": "Effective team leadership that pivots around the fulcrum of User Centered Design.", "185": "Portfolio: www.azaleairani.com\n\nI am a User Experience Designer and Researcher. I am currently doing a Master's in Human Computer Interaction from the Georgia Institute of Technology.\n\nI am passionate about the user and believe that creating empathy is the first step towards a positive user experience. I have a Bachelor's degree in Mechanical engineering which gives me a very unique perspective in creating transparent experiences and allows me to work with tangible as well as intangible interfaces with ease. I have experience following a  user-centered design process and have experience working collaboratively with customers, along with cross-functional teams including engineering, product management, and user research and design.\n\nMy knowledge of technology combined with engineering give me the ability to work with all kinds of products regardless of interface. The skills I am now building in research and design give me the ability to rapidly prototype both low fidelity sketches and high fidelity prototypes and create front end web content. My communication skills allow me to express ideas clearly and effectively and work in tandem with content strategists.", "186": "Hi there. I am a passionate UI/UX designer who thinks with engineers' minds, works using makers's hands and loves with a designers' hearts. And I design to light up smiles in everyday life.\n\nIf interested, please visit my portfolio at : xuanzhu.me.", "187": "I design simple UX to solve complex problems. \n\nMy background spans human-computer interaction, software engineering and art. My passion is to create intuitive and delightful products to help people live and work better.\n\nSKILLS\nWireframing / Prototyping / Personas & Scenarios / Competitive Analysis / Storyboarding / Affinity Diagraming / Contextual Inquiry / Usability Testing / Visual Design / Motion Design\n\nTOOLS\nSketch 3 / Illustrator / Photoshop / After Effects / Balsamiq / InVision / Axure / Flinto\n\nPROGRAMMING\nHTML / CSS / JavaScript / Java / C++ / R", "188": "I am a data science professional completing my Master's degree at the University of Michigan School of Information. My skill set includes Python, R, SQL and Tableau/Power BI. I am looking for a full-time position as a business analyst in Seattle.", "189": "I am a Lead User Experience Researcher with a proven track record of delivering insights that empower teams to improve products. I specialize in mobile apps and video games, but have worked on everything from websites to medical devices to a castle (for real, ask me about it). \n\n10+ years Human Factors/HCI/UX experience\n8+ years mobile UX experience\n6+ years games UX experience\n3+ years management experience\n", "190": "User researcher and product designer with experience in automotive, consumer electronics, medical devices / healthcare, and applied academic research.\n\nExpert in user experience research (contextual design, contextual inquiry, and usability testing), user experience and interaction design (e.g., touch screen user interfaces, speech user interfaces, mobile/embedded systems, software/hardware user interfaces, and web), human factors engineering (e.g., cognitive, physical, perceptual), and driver behavior and performance.\n\nProven ability to lead cross-functional teams including user experience / interaction design, industrial design, graphic design, marketing / product planning, consumer research, system architecture, software engineering, mechanical engineering, electrical engineering, and project management professionals charged with designing and developing new products and systems.\n\nKnowledgeable in automotive, medical device, and military human factors standards and guidelines; system safety engineering; and product design and development processes. Possess a strong analytical, behavioral, technical, and design background.", "191": "User experience researcher skilled at developing research strategies directly mapped to design. \n\nTop tier skills include: \n\nâ\u0080¢Empathetic user advocate, focused on uncovering user needs and addressing them through customer-centric designs \n\nâ\u0080¢Developing strong, positive, collaborative relationships with experience teams\n\nâ\u0080¢Designing and executing quantitative and qualitative studies\n\nâ\u0080¢Usability Testing, User Experience Design and Evaluation, Competitive Analysis, Heuristic Evaluation, Interviewing, Persona Creation, Survey Creation, Expert Review, and Cognitive Walkthrough", "193": "UX Researcher focused on understanding user flows through journey maps and executing research studies to gain qualitative insights to improve the intuitiveness of the product.  ", "194": "I am a person who enjoys studying peopleâ\u0080\u0099s interactions with the world around them, both professionally and in my personal life. I leverage my passion for people and the aspiration to positively impact their lives to produce truly user-centered ideas and solutions as a UX researcher.\n\nIâ\u0080\u0099ve spent the last four years of my career as a researcher focused on improving the day-to-day life of people across the globe, and I hope to continue working on meaningful, impactful work that truly helps others.", "195": "Julie has designed interactive experiences for organizations such as Emerson Climate Technologies, Orbitz Worldwide, eBookers, Hotel Club, CVS Caremark, Motorola Solutions, the University of Missouri, and Butterball.\n\nHer work spans multiple stages in the interface design process for desktop, tablet and mobile: \n- design / customer insights research\n- early concepting and sketching\n- high-fidelity prototype creation\n- usability evaluation\n- detailed functional spec documentation\n\nPersonal goal:\nStrive everyday to create experiences that are as engaging and meaningful as they are useful and usable.", "196": "Hi, my name is Evangeline. I am passionate about working at the intersection of research and design.Â My UX philosophy stems from understanding people and understanding their needs and motivations. \n\nSpecialties include:\nDesign Research â\u0080\u0093 usability studies, user interviews, card sorting, participatory design, persona development, survey studies, task analysis. ", "197": "I am a User Experience Researcher for Alaska Airlines. My work focuses on usability testing of alaskaair.com, both current and hypothetical designs.", "199": "People are my greatest passion, and acting as an advocate for providing them with high-quality user experiences is my mission.  I approach the challenge of synthesizing findings that drive the design of exceptional user experiences with an uncommon degree of conviction.\n\nCurrently a User Experience Researcher at Allstate in Northbrook, Ill.  Alumnus of the University of Michigan - Ann Arbor, with a Master of Science in Information degree; focusing on User Experience Research & Design.", "200": "- I conceptualized a health app that outsmarts cravings with no compromise on taste or heath which won the 2015 OpenIDEO healthy lifestyle challenge.\n\n- With my 12 years of experience in psychology and mixed-methods research, my aim is to understand how and why people use a product/service.\n\n-  Currently, I lead discovery and design research for complicated enterprise systems and SAAS products for BMC Software. \n\n- My specialty is in foundational research that informs product strategy for go-to-market products.\n\n- I leverage user insights from usability tests, RITE studies, scenario based tests to inform design changes for in-market products.\n\n- The research methods I use are ethnography, field study, contextual inquiry, remote user interviews, focus groups, usability testing, mystery shopping, concept testing, diary study, affinity diagramming, card-sorting, 5-whys, and laddering.\n\n- With help of user ratings, measurable goals/UX metrics, and survey analytics I quantify the user experience\n\n- To maintain consistent expectations throughout the study, I meticulously document a study plan that includes research agenda, recruitment criterion, user profile, moderatorâ\u0080\u0099s guide, and data-sheet.\n\n- How Might We, user stories, mental models, customer experience journeys, empathy maps, and user personas are some of the different ways I communicate user insights.\n\n- I cross-pollinate with various teams such as design, product management, engineering, CRM, marketing, and content strategy.\n\n- The research insights have been instrumental in shaping productâ\u0080\u0099s vision and creating end-to-end experiences via design changes.", "201": "I am Graduate student looking for internship positions in Information Systems with focus on Data Science and Research. \n\nWith a professional experience in Automation Industry as Software Developer for Windows applications for 4 years, I possess practical knowledge in applying well-thought solutions to analyze business problems to meet customer needs. \n\nI was recognized as a young achiever for filing a patent on optimization of bulk import of huge tag database, in the first year of joining the job at ABB. \n\nI have a keen interest in participating/organizing events for the promotion of women working in STEM fields. \n\n", "202": "www.Facebook.com/BioKeepR\n  Positive, motivated, and always growing.  I've been serving others my entire life, from Electronics, Automotive, to Real Estate. \n \n I am now in the process of building a media storage device and app, for people to pass on their life stories and lessons. \n \n The app is designed to assist with creating content in an organized fashion. You're able to download content from the net or create and store your own on the external hard drive.\n\n The BioKeepR will comes with a extra battery, a removable hard drive, and the screen can be replaced by you. \nIf it should ever break. \n\n These are 3 elements not available on mobile devices today. \n  \n The App is simple enough for grandma to use. Creating and passing on their\nTrue Legacy. \n \n True Self is not online. Intimacy is not shared with the world, our families Deserve More. \n\nNot to mention cloud services don't need our important content, and internet service is not everywhere at all times. ", "203": "Hope is a Product Manager and Researcher with experience in Virtual Reality, Interaction Design, Visual Design, Qualitative/Quantitative User Research, and Software & Web Development. She is currently at Georgia Institute of Technology where she is completing her Masters of Human Computer Interaction. As a researcher, she is focused on informing the design and creation of products with research on cross-cultural mores and behaviors. She is currently studying the long-term cognitive effects of exposure to diverse narratives in VR experiences as it pertains to changes in implicit bias and behavior.", "204": "I completed my Ph.D. in Biomedical and Health Informatics at the University of Washington. There I worked with the HEALTH-E group researching how technology can be used to improve older adult health and wellness. This spanned the domains of HCI, gerontology, and informatics. Prior to that I graduated from Johns Hopkins University where I gained a foundation in quantitative analysis with degrees in Biomedical Engineering (B.S.) and Mathematics (B.S.).\n\nI am currently a user researcher for Amazon Web Services, Inc conducting a wide range of studies to improve the customer's cloud computing experience. I have also been fortunate to intern across various companies in a research or engineering role including Intel, Arcadia Healthcare Solutions, Amazon.com, and the National Institutes of Health. You can find out more about me here: http://thaikwondoe.nfshost.com/. \n", "205": "User Experience Researcher, Analyst, Strategist, and Designer.\n\nFinding an elegant and valuable solution to a complex UX problem makes my day. I'm passionate about strategic, clean, and enjoyable user experience designs that improve people's lives in a measurable way. \n\nI'm particularly interested in the role of emotional design in engagement and brand loyalty.\n", "206": "I support product teams at Yahoo with iterative UX research solutions in fast-paced product development cycle. \n\n\n", "207": "A highly skilled User Experience Researcher with over 10 years experience in the field. Experienced in leading and executing UX research projects with long term utility and impact, as well as with identifying high-impact key research opportunities, engaging key stakeholders, and driving the product development with research insights.\n\nExperienced in a wide variety of qualitative and quantitative research methods, such as contextual inquiry, journey mapping, personas, field work, usability studies, focus groups, experiential sampling methodology, surveys, in leading brainstorming and sprint sessions, and more. \n\nHas significant experience in web-based and mobile-first modalities, as well as in the following domains: Mobile & Display Advertising, Enterprise Systems & Search, Consumer Applications.", "208": "I am a User experience Designer with a passion for creating perceptive and engaging experiences. My projects include experience with designing, prototyping and user research for web, tablet and mobile platforms. Currently pursuing my Masters in HCI at Georgia Tech, I am looking for a full-time opportunity starting May 2015.", "209": "I have knowledge with creating webpage and maintianing web server. I worked with html,css, and bootstrap framework. I know how to use git version control. I also have experience with iOS and Android development and have a few projects that I worked on display at github.com. You can find my projects in my Linkedin profile to see projects that I completed.\n\nAlso, Experience with installing hardware components, upgrading desktop, migrating user files by backup, and solving user problem. Iâ\u0080\u0099ve worked with windows active directory adding new machine user to network domain. Knowledgeable in configuring static IP address to Desktop PC and Laptop to access network during RFCUNY. Programmed basic batch files and script to do computer task during summer 2013 internship.Worked at Montefiore Information Technology in 2015 to resolve computer issue and deploy hardware and software. Iâ\u0080\u0099m familiar with using windows commands to diagnose network issue. Iâ\u0080\u0099ve helped users resolve their problems with software application, operating system, e-mail, user profiles, and printing issue.", "210": "Apoorva is working as a Research Assistant at IIT Delhi. She has a diverse range of interests such as Human-Computer Interaction, Interaction Design, Educational Technology, Child-Computer Interaction, Machine Learning, Computer Vision, and Social Entrepreneurship. Currently, she is exploring the field of design and it's importance while devising solutions to real-world problems being faced by people in under-represented sections in the world.\n\nShe has previously worked at Nanyang Technological University (NTU), Singapore where she worked on Pedestrian Detection using Computer Vision and Deep Learning. \n\nPrior to NTU Singapore, she was an undergraduate student at Banasthali University where she worked in Image Processing. She did her bachelor thesis in the field of Computer Vision from RWTH Aachen Germany.\n\n\nShe is highly enthusiastic to work as a social entrepreneur and solve social issues prevailing in the society using her knowledge and skill set. She is a dedicated learner through online MOOC's, gaining knowledge about different domains.\n\nShe is quite malleable to work with new technologies and keeps herself updated with the latest trends in the market. She is a very easy going person, loves to make new friends, explore new places, and learn from other's experiences.\n \n", "211": "Experienced qualitative user researcher with strong design sensibilities, a passion for consumer products and services, and interests in digital assistants, entertainment technology, fitness applications, and social networking. Proven track record of shipping products at Google (Chromecast, TV Cards in Google Now), Samsung (Smart TV 2013), and Microsoft (Mediaroom 2.0 Video on Demand, Mediaroom 2.0 Photos & Music, Mediaroom 1.2 Photos & Music, Mediaroom Arabic localization).\n\nSpecialties: qualitative user research, human-computer interaction, television user experience, social software, user experience, usability, interaction design, persona development & design, out-of-box experience", "212": "With a humanities background and extensive professional and creative writing skills, I am well equipped to apply a user-centered design approach as a UX researcher. As an advocate for users, I listen and learn from people to understand their needs, goals, and frustrations related to technology, such as websites, applications, and software through empathy-driven evaluation, observation, and engagement. Skilled in communication and writing, I work collaboratively with clients to design and conduct useful and effective usability studies and provide actionable insights to aid design teams in improving experiences to make products more usable and accessible.", "213": "I am a User Experience Professional at the University of Michigan pursuing dual masters in Human Computer Interaction and Sustainable Systems, and also an Architect by background.\n\nProficient in both UX Design and Research, as well as front end, I have experience designing user centered solutions on various platforms. Besides this, I have been a part of designing several sustainability and architectural solutions for an array of projects. My strength lies in my diverse hard and soft skills and experience across different fields.", "214": "Richa Prajapati is an User Researcher who wants to leverage her data analytics background and product management skills to bridge the gap between data, technology, business and users. \n\nCurrently she is primary researcher for data preparation capability of Salesforceâ\u0080\u0099s Einstein Analytics product. She is focusing on using various research methods such as user interviews, usability studies, contextual inquiries etc. to identify usability concerns and future features.\n\nAs a summer intern at Salesforce she made a high impact as a UX research and product management hybrid intern on self-service data preparation. \nâ\u0080¢\tRicha identified limit on Salesforceâ\u0080\u0099s userâ\u0080\u0099s capability to perform data preparation by conducting a usability and concept-feedback study \nâ\u0080¢\tShe laid down the directions Salesforce to establish a dominance in this market by conducting a gap analysis on other data preparation vendors in the market. \nâ\u0080¢\tRicha acted a bridge amongst the various stakeholders in the project â\u0080\u0093 the developers, designer and users and translated the complex and technical data-preparation concepts into the productâ\u0080\u0099s design\n\nDuring her 3-year stint at Deloitte, she developed a deep expertise in consulting, comprehensive thinking, software development and troubleshooting. On numerous occasions, she has taken a lead in standardizing and building re-usable modules to expedite software development and increasing Deloitteâ\u0080\u0099s technical capabilities on various fronts. \n\nRicha graduated from School of Information, UC Berkeley in 2017 where she found her calling in a mix of 3 areas - Product Development and Management, UX Research, and Data Analytics (including Natural Language Processing) â\u0080\u0093 as she believe that with the advancement of technology and data explosion, these skills are becoming increasingly dependent on each other. \n\nRicha is refining her interpersonal, management and decision-making skills in order to become a holistic leader with a global view in managing technology and innovation.", "216": "I build new technology products and experiences for global users. I've spent a decade working in tech across multiple areas and geographic regions: Research, Strategy, Management, Operations, Marketing, Communities, and International Expansion. ", "217": "I am a strategic thinker who is deeply interested in people's behavior and in teasing out insights from how people go about their daily lives. My research process begins with the fundamental belief that there is always something to be learned from a user that can help better shape a product or service. \n\nwww.anniemaas.com", "218": "Quirky and ambitious Design Recruiter at Airbnb. \n\nAlways looking to make genuine connections with members of the creative and technology communities, as well as to provide meaningful and fun candidate experiences! \n\nWant to learn more about the Experience Design team at Airbnb? Drop me a line! \n\ngarrett.fowler@airbnb.com", "220": "UX researcher who is passionate about technology, hardware, travel and food. \n\nA San Francisco native with a Master's in UX Research from UC Berkeleyâ\u0080\u0099s School of Information. \n\nHighly collaborative, an effective communicator, and curious about people.", "221": "I am a design adventurer seeking and making meaning in the world. \nI am evolving from contradicting myself and learning from others.\nI am a listener and observer.\nI am a both a doer and a thinker.\n>>>\n\nSpecialties: Design Research (Contextual Inquiry, Ethnographic Research), Design (Product Design, Service Design, UX Design, Interaction Design, Graphic Design), Product Development (from design to manufacturing), Strategic Product Planning", "223": "Qualitative UX researcher, passionate about empowering teams and impacting products through strategic generative and tactical research.", "224": "Hello! I'm a UX Researcher with a software engineering background. I love connecting with other UXers so feel free to reach out!", "225": "One of my top priorities when I design a product is to enhance user experience and a product's functionality, and inspire a positive emotional attachment in users.\n\nPRESS\nhttps://dribbble.com/stories/2016/03/23/for-the-win-hanna-jung\nhttp://abduzeedo.com/uiux-works-hanna-jung\nhttp://www.webdesignerdepot.com/newsletter/issue-185/\nhttps://dribbble.com/stories/2015/08/05/design-in-motion-part-i\nhttps://dribbble.com/stories/2015/08/06/design-in-motion-part-ii\n\nhttps://dribbble.com/Jung_Hanna\nHannajun.com", "227": "Specialties: â\u0080¢ CompTIA A+, Network+ and Security+ certifications\nâ\u0080¢ CIW Web Foundations Associate", "229": "Designing great user experiences for consumer-facing products is what drives me. I care deeply about how people's mental models dovetail with affordances and influence behavior change. Currently, I am looking for a full-time role in user experience design or product design.", "230": "I inspire teams with compelling research that supports innovation and enhances the user experience.\n\nI am a design research/UX professional with experience managing research projects that have global scope.  My overriding goal is to help clients overcome design and innovation challenges by helping translate research insights into insightful actions.  To that end, Iâ\u0080\u0099ve helped B2B and B2C facing clients across multiple industriesâ\u0080\u0094including leading technology companies, retailers, and automotive and industrial manufacturersâ\u0080\u0094innovate both inside and outside their traditional domains, uncover new business and product opportunities, and create experiences that resonate with their customers.\n\nLately, I've been thinking about qualitatively informed approaches to Big Dataâ\u0080\u0094in particular, how an interdisciplinary approach can improve how organizations question, analyze, and make sense of BD sets, and enable them to derive greater ROI from their Big Data investments. \n\nSpecialties include:  ethnography; qualitative research methods; design research; participatory research and design methods; co-creation; basic quantitative research methods; evaluation and validation; facilitation; organizational/process diagnostics; analysis, synthesis, and communicating research.", "231": "As a UX Researcher, I help individuals and teams to make decisions about product direction and priorities based on user needs. I have experience with foundational, iterative, and summative research and use a range of methods to generate, grow, and improve user experiences. I especially enjoy diary studies, participatory design, and field work.", "232": "Areas of expertise:\n- Qualitative and Quantitative (mixed-methods) User Research\n- UX Strategy and Facilitation \n- Information Architecture\n- Development of Custom Interfaces\n\n22 years work experience in diverse domains (software, aviation, education, biomedical, consumer/retail). I have worked as research lead in large product teams at Fortune 500 companies and have also been the UX team of one, developing an user experience practice from the ground-up in small businesses and non-profits. \n\nI think of my skills as being technology agnostic: I have worked on websites, mobile apps, kiosks, biomedical devices, and air-traffic displays. \n\nWhat keeps me enthused:  \n- I really enjoy garnering relevant and insightful data about and from users to drive design solutions\n- I like looking back on my work and being able to say I helped to design compelling products and services that enhanced people's lives.", "233": "I work as an interaction designer, experience designer, information architect and design anthropologist. I work on everything from websites, applications, handheld products, wearable devices, and environments.\n\nI design better products and better experiences by first thoroughly studying user expectations and behavior.\n\nMy anthropology background gives me a prime vantage point for understanding the mental models of users. My love for language, metaphor, and nuance in the context of human experience helps me transform information systems into responsive and adaptive human-centered designs.\n\nI am equally at home in the worlds of theory and praxis, I often lull myself to sleep at night with thoughts about cultural-semiotics, information bricolage, theories and implications of the social self, as well as concepts of \"social-themeparking.\"\n\nI earned an M.S. in Human-Computer Interaction from the School of Information at University of Michigan. While there, working for the Collaboratory for Research on Electronic Work, I mapped the landscape of scientific \"collaboratories\" and the associated socio-technical implications of tightly coupled, distributed work.\n\nI also hold a B.A. in both Cultural Anthropology and Philosophy. Prior to working at Lextant and MAYA Design, I conducted field research in diverse locales, such as the Napo River basin in Ecuador, pool halls in Kentucky, as well as various publishing companies.\n\nSpecialties: Interaction Design, Information Architecture, User Experience Design, Design Research, Embedded Ethnography, Analysis, Synthesis, and Organizational Change", "235": "Graduate Researcher with experience in Human Factors and User Experience research in Industry. Skilled in various data collection and research techniques with an emphasis on delivering clear results and recommendations while maintaining a client connection. Information technology professional that will obtain PhD in Human Factors Psychology in December, 2017.", "236": "", "237": "Experienced UX researcher and design collaborator. Driven to create delightful, usable experiences by gathering valid user insights.", "238": "Hello! \nAs a recent graduate of the Ohio State University, I earned a Bachelor of Arts in New Media and Communication Technology and a minor in Visual Communication Design. \n\nBecause I have a strong curiosity about user experience, I have a drive to always keep learning new findings and advancements within the field. I offer strategic web design and development skills, user experience research and interaction design knowledge. I am passionate about delivering web, mobile, and application experiences that are relevant, elegant, and intuitive. I am driven by the belief that good user experience design enhances the quality of life.\n\nOne of my passions is typography and custom hand lettering. View my work below, under \"Organizations,\" under \"Typography.\"\n\nDuring my time as a student-athlete on The Ohio State Women's Team, I was part of the team that won the first ever NCAA Champion of any women's sport in Ohio State history. I am a two time Big 10 Conference Champion and two time NCAA National Champion.", "239": "Paula Desmond is a mixed-methods product researcher.  She uses qualitative and quantitative research methods that has resulted in the development of products that are used by millions of people.\n\nPaula has applied experience in leading product research for enterprise and consumer products.", "240": "As an award-winning and insightful Senior UX Strategist and Researcher, I possess the unique mix of both innovative creative design skills and concrete research methodologies to drive improvements to the user experience for customers.\n\nâ\u0080¢ UX Team Lead for an open-source cloud infrastructure project \n\nâ\u0080¢ Conducted over forty remote and onsite user research studies including usability, card sorts, contextual inquiries, surveys and interviews\n\nâ\u0080¢ Managed efforts to improve the user experience with key engineers, product managers, and designers across companies, including HPE, Best Buy, IBM, Red Hat and Pacific Northwest Labs \n\nâ\u0080¢ Provided both design and research on behalf of the OpenStack community; conducted or led 15 user research studies including usability and interviews; redesigned the operator and user portal.\n\nâ\u0080¢ Led the adoption of Invision by over 100 designers, users and project managers in South America, Europe and Australia.  \n\nâ\u0080¢ Led the development of a set of cloud personas for a multifunctional team from IBM, HPE, Intel and Rackspace in South America, Europe, and Australia.\n\nâ\u0080¢ Advanced research skills including 1:1 interviews, card sort, contextual inquiry, personas, patterns libraries, usability, and survey design. \n\nâ\u0080¢ Design competencies include design process, design thinking, information architecture, product strategy, product management and UX design. \n\n\n\n", "241": "I'm a digital recruiter specialize technology/design recruitment and product design. I have made hundreds of successful connections in the digital space by listening, understanding and consulting.  My goal is to work with the most talented people in digital and make logical connections.  ", "244": "I  enjoy juggling multiple projects across all facets of the iterative design cycle, from planning to testing, analysis, and evangelizing.\n\nSpecialties: *User Research\n\n*Iterative Usability Testing\n\n*HF/HCI Methodology (including low and high fidelity usability testing, think-aloud protocol, error analysis, card sorting, RITE)\n\n*Non-Traditional Interface Design (small screen/mobile, IVR/VUI and other auditory applications, gesture, haptics)\n\n*Questionnaire Development\n\n*Complex Analyses (including regression/ANOVA, custom contrasts, factor analysis, multilevel modeling)\n\n*Laboratory Management", "245": "The way people access, use, navigate, and understand information is critical to business and culture. How can people find the information they need, enjoy the process/experience, and use this information in their tasks? This is my passion.\n\nI work with clients to structure and perfect their digital experiences - from the way information is organized and presented, to what happens when the user clicks or taps the screen. Above all, I aim to please and delight the end user.\n\nI possess master's degrees in Library and Information Science and User Experience Design from Wayne State University and Kent State University, respectively. \n\nSpecialties: User Experience Design, Interaction Design, Information Architecture, User Experience Research, and Persona Creation. ", "246": "Melissa is a system thinker, tech-savvy designer, keen observer, team player and picky user. She always loves the challenge of solving complex problems and introducing the difficult concept to the masses. When she's not glued to a computer or mobile screen, she spends time cooking and doing martial arts.\n\nShe believes design is building the bridge between what is needed and what is possible. Getting inspiration from daily observation in life, planning user research in the field and generating design concepts is what she enjoys about design. \n\nPortfolio: http://roadsistermelissa.com", "247": "Smart, dependable self-starter who uses research and data to increase the usability of products .  Known for ability to multi- task and effectively prioritize workload. Thrives in high-pressured, fast-paced environments.  A quick learner, who is able to work independently and as part of a team. Adapts easily and quickly to changes in the work environment. Willing to relocate.", "248": "Passionate about...\nLearning. Technology. Impact. Community.\n\n", "250": "Usability researcher at Expedia Inc. covering Travelocity, Orbitz, Wotif, Cheaptickets and Ebookers during the day. I help out the Seattle Seahawks with sports science occasionally at night.  Tylermangum.com", "251": "I am a cognitive psychologist and user experience researcher.", "252": "I focus on uncovering opportunities for success of products by looking at how people interact with technology.", "253": "\n", "254": " ", "255": "-----------------------------------------------------------------------------------\nThe Big Picture\n-----------------------------------------------------------------------------------\n\n\"The\" goal is to ideate, design, & implement enjoyable and meaningful experiences for the user.\n\n-----------------------------------------------------------------------------------\nBrief Synopsis\n-----------------------------------------------------------------------------------\n\nWhile riding the line between Game Design and Graphic Design in search of the in-betweens,  Alex has received his Bachelor of Science in New Media Arts and Science from IUPUI and discovered an opportunity to receive a Masters degree in HCI in the school of Informatics and Computing at IUPUI leading him to learn about User Experience methodologies and cultivate a newfound love for emerging technologies and their applications . \n-----------------------------------------------------------------------------------\nWhere the Path Leads\n-----------------------------------------------------------------------------------\n\nAlex is looking for Full-time work in a variety of environments, in the fields of HCI, UX, Technology Research, and Customer Engagement Research.\n\n-----------------------------------------------------------------------------------\nA Sampling of Skills Learned Along the Way\n-----------------------------------------------------------------------------------\nEye-Tracking\nContextual Inquiry\nSketch+Invision work flow\nDesign Systems/implementation\nDesign Thinking\nUser Experience\nUser Centered Design\nUsability Testing\nUser Interface Design\nGame Theory\nDesign for 2D/3D/Tabletop games\nFilming and Editing Video/Audio\nGraphic Design and Illustration\nPhoto Manipulation\nColor Theory\nCreative Direction\n3D Modeling and Texturing\nSculpting ceramics/clay/other materials", "257": "As a UX researcher, designer and strategist, I have the task of conducting service design methods and consulting with the clients and end users. \n\nMy goal is to help users tell their stories and help my clients focus on the work they love and work in close collaboration with my customers and team.Â My inspiration comes from all the people, places, and things, but my main source of inspiration for my work is: people. Being able to understand usersâ\u0080\u0099 needs, frustrations, and their motivations from day-to-day tasks is something that has always interested me because I enjoy advocating for the user.", "258": "Analyst and market researcher leveraging primary research and data to answer complex product and business questions. Significant experience in creating data-driven insights for internal and external clients. Solid background in customer research, survey design and statistical analysis.\n\nSpecialties: Market research, Survey research, Writing, Questionnaire design, Excel, VBA, Statistics, SPSS, Stata, R, SQL, Tableau, Access, Customer satisfaction, Segmentation, Attrition analysis", "260": "As a newly minted Ph.D. and recovering academic, I've transitioned to the non-academic world, using my speciality in research design and project planning to help uncover insights and provide feedback on products as a user experience researcher at OCLC.  \n\nIn my free time, I'm usually running in the woods, completing marathons & 50Ks, getting lost in the mountains, building things, or working in the yard.  \n\nGallup Top 5 Strengths: Individualization - Activator - Positivity - Input - Responsibility", "262": "A user experience designer / web designer / web integrator who brings 15 years of web design and integration experience and expertise, a creative mind who strongly believes his portfolio speaks for itself.\n\nhttp://www.victorkorosi.com\n\nOn Behance: http://be.net/vikylangelo", "263": "Currently, I'm a multi-method User Experience Researcher at Facebook where I help inform product direction through deep understanding of commerce behaviors, needs, and goals amongst Facebook users all around the world.\n\nPreviously, I was a part of the User Experience Research team at eBay where I was focused on enhancing buyers' experiences within particular categories such as Fashion and Motors. I was also a part of several strategic initiatives that helped shape the eBay from the perspective of trust, international localizations and long-term engagement.\n\nIn graduate school, my primary interest was in measuring the microeconomic outcomes of manipulating design variables - which led to my graduate thesis which explored the relationship between white space and perception of monetary value of products sold via e-commerce channels.", "264": "Hello! I am a UX researcher for ChaiOne. I graduated with my master's degree in Human-Computer Interaction and completed my 16-month internship/co-op at Raytheon where I was responsible for doing UX research and design.", "265": "", "266": "Architecture + 400 hrs of UX design & research training along with a keen interest in human psychology have moulded me into a person who enjoys finding creative design solutions to everyday problems.\n\nCreating user centric design solutions & communicating them as a good story is my forte. As a designer I analyze & address potential problems of a design before releasing it out in the world. In my opinion a idea well designed can enrich peopleâ\u0080\u0099s lives just like performing a good karma !\n\nSkills :\n\n+User research \n+Data Analysis\n+Storytelling\n+Prototyping\n+Visual design\n\nTools: \n\n+Sketch 3\n+Adobe Illustrator & photoshop\n+Omnigraffle\n+Invision\n+HTML & CSS\n+Autocad architecture\n\n\n\n\n\n\n\n\n", "269": "As a user experience architect, I am interested in and passionate about web design, web development, accessibility and overall usability. These interests allow me to be creative in my projects while also being empathetic to those that will be using the end product. A great product is both great to look at and easy to use. I have worked on projects both individually and collaboratively that meet these exact goals. ", "270": "Welcome to visit my portfolio site: www.mengdizux.com.\n\nI have been passionate about research since I was 14 years old when I independently created and executed a social research project. I explored the living conditions and psychological impacts on senior citizens in the city of Wuhan whose adult children needed to work in different cities. I went to different public parks in the city and talked to them individually or in small groups. I found it was difficult for many of them to live in loneliness, and they would spend a lot of time with other seniors at the parks to get through the daytime. I decided to write down what I saw and what they told me in a report and mailed it to the city government, hoping to raise their awareness on these senior citizens. \n\n10 years later, I completed a Master of Science in Human Factors in Information Design (MSHFID) degree at Bentley University (Feb. 23rd, 2018). Through my graduate program and during my five month UX Research experience with Pearson Education, I have had the opportunity to conduct moderated and unmoderated studies covering a variety of qualitative and quantitative research methods. Now, I am looking for my next professional challenge and opportunity to contribute what I know while also continuing to learn from those around me.", "271": "I do UX. I do it well.", "273": "I am currently a UX researcher at Express Scripts.", "274": "At 10am in any weekday, one kind of people play golf, another one stuck in office rush hour. I choose to be the first.", "275": "I am passionate about discovering users' needs and turning them into a usable system. I utilize tools from the UCD process to understand who users are, what they expect, and how they think to create actionable, research based recommendations on design and functionality. I use my background in experimental design and statistical analysis to provide data for improving the user experience. It's important for design decisions to be backed up by research, and my goal is to uncover causal relationships between the behavior of a user and the presentation/interaction of a system. By understanding why users perceive and act as they do, we can effectively remedy errors and frustration, ultimately creating a pleasant, useful experience.\n\nThroughout my education and work I've managed to produce a hefty toolbox of skills effectively equipping me with the ability to tackle UX Research. My B.S. in Informatics & Computing introduced me to development and HCI. Wanting to dive further into understanding human perception and action and how it pertains to technological systems, I completed a second B.S. in Cognitive Science. My M.S. in Human Centered Design and Engineering allowed me to branch out from my purely quantitative roots and gain practice on conducting surveys, interviews, and focus groups to better understand my user. My experience as a Software Engineer afforded me the opportunity to further hone my development skills, as well as focus on optimizing existing systems using my knowledge from UCD.\n\nMy portfolio can be found here: nicholasccolvin.com", "276": "\n", "277": "As a UX researcher, I'm passionate about solving problems by understanding people's needs and goals. I enjoy working collaboratively with design, product, engineering, and other key stakeholders to create great products. At Facebook, I'm part of the News Feed team, specifically researching ways to make News Feed easy to use so people can see the freshest, most interesting posts from their friends.\n\nI'm familiar with a variety of research methods, including usability testing, surveys, interviews, and diary studies. My approach is to identify the best methods to address the research questions at hand. I plan and execute all phases of research, from identifying research needs to ensuring the product team knows and acts upon the findings.", "278": "I love learning about emerging technologies and am constantly thinking about how these innovations can enhance human experience by creating a safer and just world. This passion led me into the field of design and technology. As a senior UX researcher, I have worked in academia, consultancies, and for in-house design teams within the United States and internationally. Iâ\u0080\u0099m passionate about working with stakeholders to envision and create products that surprise and delight users. I adopt a process-oriented approach when working with stakeholders to identify best solutions by initiative. I architect my solutions after deep consideration of the business requirements, product strategy, and user experience. Iâ\u0080\u0099ve worked on consumer digital products and in Enterprise SaaS environments. Whenever possible, I enjoy mentoring and working with Junior UX researchers. \n\nIndustry experience includes: B2B, education, eCommerce, entertainment, health, network security, social media, and wearable technology. \n\nResearch methodologies include: \nQualitative: Remote, moderated, and in-person usability studies, ethnography, one-on-one interviews, focus groups, diary studies, contextual inquiry, card sorting, cognitive walkthroughs, customer site research, RITE method, photo-voice, and persona development.\nQuantitative: Surveys, web-analytics, statistical analysis of behavioral data.\n\nEmail: vandyramadurai@gmail.com", "279": "I plan and lead research that provides deep insights into peopleâ\u0080\u0099s behavior, preferences and values, especially as it relates to their use of technology. Outcomes include recommendations for improving existing experiences as well as identifying new market opportunities. I have worked on projects in diverse fields such as retail, telecom, fitness trackers, and consumer electronics.\n\nBefore getting my master's degree from UC Berkeley School of Information I worked as a graphic designer for many years and have significant experience in branding, marketing and interaction design. My design background informs my research, resulting in actionable insights and recommendations, as well as the ability to envision and prototype design solutions.", "281": "10 years of applied and experimental research experience in progressively senior roles as qualitative UX researcher, accessibility specialist, and instructional designer. Designed and conducted experimental protocols using multiple UX research methods to generate actionable feedback from  students with disabilities in online & virtual world environments. \n\nKey expertise: ADA / Section 508 accessibility, applied research, survey development, data analytics, UX research methods, personnel management, grant writing, and project reporting.\n\n", "282": "I'm a cross-cultural qualitative UX researcher focused on making Google products more accessible for users with disabilities. Previously I worked on making GSuite and Google Classroom apps more accessible, and focused on delivering a native experience for the next billion users in Localization.\n\nI'm an UX mentor at IndieBio, the world's largest seed biotech accelerator, and have a M.S. in Human Factors in Information Design. \n\nPrior work in China and the US include consulting for startups, advising MNCs on their China corporate communications strategies, running a lifestyle media web and print platform as chief editor, and leading country strategy for a global non-profit. \n\nI've led research to create a startup's MVP; designed an e-learning foundation's China strategy from the ground up to reach 7,000 kids in 1 year on zero budget; helped define stakeholder communications for a $13 billion merger; and crafted content for a social gaming startup twice featured in the Apple App Store. \n\nClients ranged from two-person startups to Fortune 500s. I've collaborated with cross-functional teams across Asia-Pacific, the Americas and Europe. \n\nLanguages: English (native), Cantonese and Mandarin (working proficiency)\nGlobal Background: Lived in Hong Kong, New York City, Singapore, Toronto and Shanghai\n\nInterests: underrepresented populations, healthcare, aging, education, diversity & inclusion, cross-cultural communications", "283": "Specialties: User Experience, Design Research, Ethnography, Survey Design, Data Analysis, ETL, Product Design, Design Strategy, Usability (web and native apps).\n\nI surface and translate observations about end user behaviors into insights, stories and compelling designs that create memorable experiences and increase the usefulness of products.\n\nInformation Architecture/Design\n\t\nâ\u0080¢ User research - brand research, usability testing (web, mobile), prototyping, recruiting participants.\nâ\u0080¢ Sitemaps and user flows - where things live, how users get there.\nâ\u0080¢ Storyboards and wireframes - page schematics that help visual designers and engineers build beautiful things.\nâ\u0080¢ Persona development - who the users are, where to send them, and how to capture their attention.\n\nContent Strategy\n\nâ\u0080¢ Onboarding - useful content that increases new user engagement.\nâ\u0080¢ Email - what to send and when to send it (specializing in onboarding).\nâ\u0080¢ Landing pages - compelling content that converts users.\nâ\u0080¢ UI - instructions, error messaging, labels (small stuff that makes a big difference).\nâ\u0080¢ Taxonomies - library system for all your content.\n\nPreviously, IA/UX \"engagement lead\"â\u0080\u008b on Mozilla's creative/websites team, I led the creation of a universal navigation experience, development of universal templates & styles, and responsive redesign of Mozilla's two largest websites: mozilla.org and mozilla.org/firefox.\n\nPrevious client projects include: Girl Scouts of America, Huffington Post, nymag.com, YC-backed Kicksend, Share Some Style, and education startups 2U and Edmodo.", "284": "I am a motivated User Researcher whose goal is to provide empathetic, insightful and detail oriented solutions through solid research.", "288": "User researcher with passion for working with cross-functional teams to discover user-centered solutions based on thoughtful observation and analysis. \n\nSkills: Cognitive walkthrough, contextual inquiry, heuristic evaluation, lab usability testing, mobile research, persona development, remote usability testing, participant screening & recruitment, user interviews.", "289": "User Experience Researcher / specializing in user behavior analysis. \n-- Deep knowledge of HCI, cognitive psychology, vision sciences, and statistics\n-- Years of experience in designing, executing, and analyzing research studies", "291": "User Experience Researcher on Google's Cloud Storage team.", "292": "Passionate statistical data scientist with demonstrated experience utilizing machine learning to create predictive models and actionable insights. \n\nMy Email: lanyue.meng@gmail.com\n\nMy Technical Skills:\nâ\u0080¢ Analytics: understanding business problems and building data-driven solutions\nâ\u0080¢ Machine Learning: Regression, Classification, Clustering, Feature Selection, Model Selection/ Assessment, and Recommendation\nâ\u0080¢ ETL& Data Mining\nâ\u0080¢ Natural Language Processing\nâ\u0080¢ Python Data Analysis: Numpy, Scipy, Pandas, Scikit-learn, NLTK\nâ\u0080¢ R Data Analysis: Dplyr, Lubridate, Glment, Caret, Tidyr\nâ\u0080¢ Data Visualization: Tableau, ddplot, matplotlib\nâ\u0080¢ Big Data related techniques: Spark, Hadoop, Oozie, Sqoop, Hive, Impala\nâ\u0080¢ Programming Languages: Scala,Python, R, Scala, SQL, C, JavaScript, Matlab\nâ\u0080¢ Database: MySQL, SQL Server, TeraData, Vertica, MongoDB\n\n", "293": "Students: Sorry I'm not doing internal refer for new-grad or intern positions at Dropbox. I encourage you to apply directly at: https://www.dropbox.com/jobs. If you want to network, please specify explicitly in your invite that you don't need me to refer you to Dropbox.\n\nRecruiters: I am currently not interested in working for Alibaba or its subsidies, including but not limited to: Alipay, Ant Financial, Cainiao Network and Alibaba North America. \n\nI am a leader with extensive experience building and managing high-energy teams focusing on reporting, database marketing analytics, targeting and segmentation, predictive modeling, and risk management / pricing in Financial Service, Gaming, E-commerce and Tech, covering product, marketing, sales, user behavior and finance.\n\nExtensive experience working with demographic data, transactional data, personal credit data, commercial credit data, and other data sources. Excellent understanding of commercial insurance pricing and risk management for Commercial Multi Peril, Commercial Auto, and Workers Compensation\n\nDirect-to-consumer and business-to-business quantitative business analytics for multiple financial products like Personal Loan and Credit Card. Exceptional understanding of customer centric approach to acquisition and lifecycle marketing, direct mail, telemarketing, media mix optimization, pricing, and risk management.\n\nAccredited Professional Statisticianâ\u0084¢ of the American Statistical Association. Full member of Sigma Xi, the national scientific research society. \n\nSpecialties: Predictive Modeling,\nDatabase Marketing,\nRisk and Pricing Analytics,\nMarketing Analytics,\nDirect Marketing / Online marketing,\nWeb Analytics,\nSAS/SQL,\nBusiness Intelligence,\nCommercial and Consumer Analytics,\n\nProgramming Languages: SAS, SQL, Excel Spreadsheet Modeling, Access, Hadoop, Hive, MySQL, Teradata, Google Analytics, Polaris, R, SPSS, .NET, Visual Basic, C, C++, C#, Matlab, Latex, JAVA, JAVA Script, PERL, HTML", "294": "I have been a user experience researcher for over six years working with companies large and small including the U.S. Department of Veterans Affairs, Hearst Corporation, Weatherford, Acuity Scheduling, and Fortinet. During that time I have had the privilege of working with and interviewing users from all across the country and in a variety of different contexts. Whether its surgical oncology patients, geologists on an oil rig out at sea, creative young professionals, older adults, small business executives, or industry leading CEOs, I have a passion for connecting organizations to the people who use their products and services. \n\nMy specialties include research project management, cognitive interviewing, contextual inquiry, remote user testing, survey development, participatory design, competitive analysis, focus group moderation, card sorting, unmoderated testing, mobile device testing, heuristic evaluations, usability and A/B testing, persona development, task analysis, user research design, and working on a one-on-one basis with clients and other stakeholders to design qualitative and quantitative research designs that balance client objectives with scientifically rigorous research methodology.", "295": "Objective is to gain comprehensive understanding of how human brains process visual sensory inputs, construct patterns, extract gist, make sense of it, make decisions, generate behaviors and consequently interact with objects and other people in the environment, or in other words, the relationship between human activity ecosystem and what is going is on in the brain, with special interest in improving people's daily experience by applying both human cognitive principles and data-driven methodology in digital intelligence era.", "297": "Currently I am looking for Full-Time Position as Software Engineer", "298": "What I do:\n- I focus on what teams need to know, determine how we can best answer those questions, and design studies that yield actionable insights. \n- To make sure we're asking the right questions, I collaborate with team members from different specialties, including design, production, marketing, and development. \n- After each study, the team agrees on Action Items to address problem areas before we test again.\n\nMethods:\n- Depending on research goals, my go-to techniques include surveys, 1-on-1 and group user studies, card sorting, and tree tests.\n- I utilize in-person and remote methods, both moderated and unmoderated.\n\nWhy UX research:\n- After college, I worked as a clinical research coordinator, talking to people with memory disorders and their loved ones. I wished I could do more to help patients and families once they left the clinic. \n- User experience was the natural choice to make a difference in many people's daily lives. \n- Technology has such potential to transform our lives for the better. As a user researcher, my work ensures that the design doesn't just have the right intentions - people must be able to use it as intended, and can even enjoy the experience.\n\nHeadshot credit: Carol Shoaff", "299": "I'm passionate about understanding people. I love to solve real-world problems. I love the combination of art and science required to design research methods and learn from users. I love sitting back and observing people and learning about their needs. And I love digging through data for answers. In this industry, I get to do all this and collaborate with very-smart people to design the best-possible solutions to usersâ\u0080\u0099 problems. Happily enough, I also get to leverage my talents in organization, project management, and creative communication of information to do this job right.", "300": "Photo credit: linkedin.com/in/pennycooke\n-----\n\nI am a User Experience Researcher with doctoral training in Experimental Psychology. I leverage my research training to ensure human centered-design and provide a seamless user experience.\n\nAs a User Experience Researcher:\n\n- I empathize and advocate for the user.\n- I choose the right methods to gain insight into users' mental models and uncover critical usability - issues and potential pain points.\n- I hone in on the most important findings and persuasively deliver design recommendations.\n- I support and empower designers and product management teams through research insights.", "301": "Hello! I am Karena Vongampai, a soon to be graduate from the University of Washington (June 2018). Iâ\u0080\u0099m passionate about putting in the work to understand who Iâ\u0080\u0099m designing for, to ensure that I understand what needs to go into a product. I have always been interested in learning about what motivates people, so naturally I moved into the UX field. My portfolio can be found at karenavongampai.com\n\nDuring my time at UW I have found different ways to learn more about UX Design and Research. Between March 2017-2018, I worked side by side with other UX students in collaborative projects with Amazon.com. We specifically worked within the Seller Support org, to understand how we can support 3rd party sellers who are growing their businesses in the Amazon marketplace. Within this research group, I got the opportunity to strengthen my ability to conduct usability tests, communicate with stakeholders, empathize with users, and work in the middle of business and user experience.\n\nAfter learning more about user research, I also pursued a User Research internship with the Amazon Seller Support org. I performed qualitative research for project managers, which has been used to drive future projects.\n\nRight now, Iâ\u0080\u0099m looking for opportunities in UX Design, as I learned that I enjoy being able to creatively express the userâ\u0080\u0099s need through digital and physical experiences. Iâ\u0080\u0099m a collaborative person, who strongly believes that design should always be data driven. ", "302": "Technology enthusiast interested in bringing the worlds of psychology, information sciences and, user experience together to help write the new narrative of technology.\n\nSpecialties include:\n     - Creating and researching mutually beneficial systems\n     - Evaluating current technology for new fields\n     - Infusing decades of psychology into user experience  \n     - Privacy by design strategies", "303": "I design to impact the world. I collaborate with healthcare and education companies to improve their services through human-centered research and design as a User Experience Designer. I've worked with large companies, such as a major medical institution and Pearson Education to better their customer and user experiences.", "304": "I'm an agile UX professional that believes in a holistic approach to design, inspiring innovation by connecting user's needs and insights to solutions. Using human-centered design approaches and multidisciplinary skills I've acquired working in academia, health care, and the tech and service industries, I discover creative ways to improve and to make products and services more sustainable and accessible. \n\nSpecialties: User Experience Research, Usability Testing, Project Management, User Experience Design for Web and Mobile, Interface Design, Usability and Accessibility.", "306": "Researcher experienced in early-stage product formation and growth, working closely with product, marketing, design and engineering to test product / market fit, discover and test new features, validate designs, and more. \n\nI've spent nearly seven years in the world of technology strategy, research, and design, focusing on the intersections of technology/data and international development, crisis response, and health. \n\nI've worked in and visited over 40 countries, including extensive work and research in the MENA region [Turkey, Gaza] and SE Asia [India, Thailand, Philippines]. I speak decent Turkish, preschool-level Spanish, and awful Arabic.\n", "307": "I am a human-centered researcher + designer, thoughtful creative, and writer. Long before I waded into the techscape, I worked as a medical sciences student and laboratory research specialist. \n\nI have a strong interest in applying human centered research, design and creative strategy towards social innovation and impact, global healthcare, women's rights and education.\n\nGive me your seemingly messiest galaxy of stars and I'll point out the constellations, give me your forests and I will show you the trees, give me chaotic problems and I can find order. \n(and I love doing it!)\n\nSkills: user-centered design, user research, interviews, stakeholder interviews, user flows, sketching, wireframing, mock-ups, lo-fi interactive prototypes, usability testing, data analysis, creative strategy, concept generation, ideation, project management, teaching, presentations\n\nTools: interviews, moderated/unmoderated usability testing, card sorting, scrappy guerilla testing, usertesting.com, sketch, omnigraffle, invision, keynote\n\nwww.amritabajwa.com", "308": "Focus on the user and the rest will follow.\n\nMy goal is to help teams put the user at the center of our discussions, our strategies, and our decisions. I do this through conducting user research studies and through building strong relationships with my team members. I pride myself on making research findings relevant and actionable, and I ensure that research is integrated into the product cycle from beginning to end. I have experience in a variety of qualitative research methods including (but not limited to) contextual inquiry, diary studies, usability testing, eye tracking, focus groups, field research, paper prototyping, user flows, and participatory design. ", "309": "A cognitive scientist turned UX designer who consciously design for functionality and aesthetics that provide frictionless and delightful experiences.\n\nCheck out my portfolio at: http://rebeccaychen.com", "311": "â\u0080¢ General manager with user experience research and design.\nâ\u0080¢ Highly thoughtful and detailed works.\nâ\u0080¢ Exceptional interaction design skills with a strong understanding of human or activity-centered design techniques.\nâ\u0080¢ Worked across a wide range of projects, specifically website development and mobile application.", "312": "Iâ\u0080\u0099m a recent grad from University of Washington's Human Centered Design & Engineering program. Over the last 4 years, I've traversed the information technology landscape through coursework in user research, data visualization, informatics design, data administration, and systems analysis to name a few. \n\nPrior to pursuing my degree, I had 15+ years in the sales industry. I co-managed a retail furniture shop at Hastens, led a small sales support team at Sprint, and was an independent Realtor for Arvida. While I had many personal successes, I always knew that I wanted to help make things, not just sell them. In 2011 I decided to make that happen.\n\nIn college, I exposed myself to as many different branches of information technology as possible in order to discover where my true interests lay. Through courses in psychology, linguistics, and anthropology, I grew as a person. Bar none, these courses refined my ability to engage diverse groups and amongst competing interests. Through other courses in user research, technical communication, and usability testing, I found myself the most at-home. In comparison to my experiences with coursework in other IT areas, I recognized that I could easily spend hours at a time immersed in research and usability projects and never get bored. Peers know me as a highly creative and someone who can always be trusted to come up with a new approach. I know userâ\u0080\u0099s needs comes first, and I never try to impose my ideas on others. Instead, I spend a lot of time understanding the audience and domain before suggesting ideas. I can (and often do) work well alone, but Iâ\u0080\u0099m at my best collaborating with others.", "314": "Design lead with 15+ years experience focused on user-centered strategy for medium and large organizations.\n\nTrack record of successful problem solving while being the common ground and means of communication for developers, product management, and designers.\n\nAccomplished design manager providing leadership through mentoring and coaching which fosters creativity and collaboration within teams to deliver product solutions utilizing lean and agile methodologies.\n\nIndustries including cognitive services, financial services, game design, healthcare, libraries, information systems, and education.", "315": "â\u0098\u0085 SKILLS SUMMARY\nHCI / User Experience (UX) / Design: \nUser Research, Usability Testing, Design Thinking, Design Sprints, UX Strategy, Information Architecture, User Interface Design, Prototyping, Accessibility Verification Testing, Accessibility Design Consulting\n\nTechnologies / Development: \nUserTesting.com, Optimal Workshop, Survey Gizmo, SurkeyMonkey, Microsoft Visio, Adobe Photoshop, Adobe Illustrator, Adobe InDesign,Adobe Dreamweaver, Adobe Flash Builder, Adobe Premiere, IBM SPSS Text Analytics, IBM SPSS Modeler, IBM SPSS Statistics, JAWS, ZoomText, NVDA Screen Reader, SQL, PC/Apple Macintosh/UNIX platforms\n\nProductivity: \nMicrosoft Office (Word, Powerpoint, Excel), Microsoft Project, IBM Symphony, GanttProject", "317": "I am User Researcher in user experience space of Active Network. My interests lie in design and user experience research, content, and the user centered design process. I have a master's degree in Human-Computer Interaction and a bachelor's degree in Biology from Georgia Tech.\n\nFeel free to connect with me at ashleyghenry@gmail.com. \nPortfolio: ahenryportfolio.com", "319": "My goal as a designer is to build bridges between people, places, and things where interaction is lacking and users get left behind. With a BFA in Service Design from SCAD and my experience as a UX designer at one of the largest tech companies in the world, I'm curious to explore the interconnection between the on and offline world, where virtual touch points can foster trust and augment real world relationships. \n\nI believe that connecting people to worlds they might otherwise feel disconnected from is incredibly important, and am wildly curious about the many ways improvement can be made. I like to wear many hats, but my heart is in making something meaningful come to life.\n\nResearch. Make. Reflect (get outside, drink coffee). Repeat.", "320": "UX Researcher interested in making computers easier to use, one website at a time. \nMy research interests include computer supported collaborative work, social networks, event-based social networks, and games user research.", "321": "Experienced in customer-focused research and user experience design. Enthusiastic and skilled designer. Creative thinker and motivated innovator with diversified experience combining business, design and service. Communicator of different cultures and industries.", "322": "Hi, I am a user experience researcher at OpenText Inc.  My work has influenced the implementation of Microsoft's ClearType technology, the launch of Dell's touch screen devices for Windows 8, and the decision-support process of breast cancer survivors at the MD Anderson Cancer Center.\n\nOnline Portfolio \nhttp://www.haanzooh.com/", "323": "I aim to stage impactful improvements in people's experiences of companies, products & services. To me, research is the key to finding gaps in the stories and design is the way to create delightful and memorable ones. \n", "325": "Learner, reimaginer and maker. 5 years experience of all design phases from plan to maintain. \n\nI want to help you build products that â\u0080\u009cscratch the itchâ\u0080\u009c.", "326": "Exploring the intersection of UX and data. Problem solving as designer & scientist.", "328": "I have been working in the staffing industry for over 5 years and I am very knowledgeable on both the recruiting and client side of the business. I work for KForce Inc as a Client Relationship Manager supporting our Premier Partners in the Metro Detroit Area. ", "329": "Currently working to enhance user experiences in the context of academic and personal research.\n\nGraduate of the University of Massachusetts at Amherst with a degree in political science with a minor in Mandarin Chinese, with honors. \n\nBroad range of leadership experience, accomplished public speaker, confident writer.\n\nArdent believer in the study of improvisational theatre and its ability to change lives.", "330": "David is a problem solver, ping-pong prodigy, jokester, and an all-around curious kid. He is most comfortable outside of his comfort zone, learning new methods and design practices to create meaningful experiences that delight and empower people.\n\nDavid began his career at a small, fast-paced design firm specializing in branding, interactive and packaging design for the wine industry. Moving to Inkling, in two plus years he has touched almost every piece of the business. From interactive Inkling titles, product launch videos, office posters, environmental systems for conferences, marketing campaigns, and launch events to the core products, such as Inkling for Web, iPhone, iPad, and Inkling Habitat. David is currently leading the charge to bring Inkling to Android.\n\nDavid lives in San Francisco, has an expired pilotâ\u0080\u0099s license, and loathes the phrase â\u0080\u0098it is what it is.â\u0080\u0099", "331": "Abbie is an enthusiastic technology and usability evangelist. With a Master's Degree in Human-Computer Interaction and a B.A. in Psychology, experience in usability research and technical support, she approaches every challenge with curiosity, determination and empathy. \n\nAbbie enjoys a stimulating User Experience Research career, working with organizations who strive to make a positive social impact on the world and to empower women and minorities. \n\nIn UX roles, Abbie leads in and collaborates on the creation, testing, analyses and refinement of unique, usable and lovely software and website User Interface (UI) designs and overall user experiences, from early ideation through post-launch patches.\n\n\"Towards delight.\"", "332": "Creative and analytical professional with experience consulting in diverse industries and collaborating with cross-disciplinary teams. Seeking new opportunity to utilize previous strategic innovation design experience and to leverage a human-centered research approach in order to help position company as a leader in interactive innovation.\n\nAreas of Expertise: Client and Product Management; Visual & Interaction Design; Quantitative & Qualitative Analytical Skills; Human-Centered Design; Wireframes; User Research; and Agile.\n\nTechnical Skills: HTML5, CSS3, JavaScript, PHP, JQuery, SQL, Axure RP, Sketch, Photoshop, Illustrator, and Keynote.\n\nCourses: Human-Computer Interaction, Negotiation and Conflict Resolution, and Statistics.\n\nBilingual in English and Mandarin Chinese.\n\nPortfolio: www.wang-ux.com", "333": "I'm a UX researcher on the Customer Insights team at Thermo Fisher Scientific, working across user research methodologies and daily voice of customer review. My background is in communication design and decision sciences, which allows me to connect people to products every day.", "334": "Specialties: User centered design concept, User requirement identification techniques, Design of Experiment, User data analysis, Task analysis, Persona creation, Heuristic Evaluation, Usability Testing, Prototype Development and Evaluation.", "335": "Iâ\u0080\u0099m passionate about using research to help teams build products that positively impact peopleâ\u0080\u0099s everyday lives.\n\nMethodologies include usability tests, contextual inquiries, ethnography, diary and longitudinal studies, heuristic evaluations, user journeys, concept testing, card sorts, survey design, and workshop facilitation.\n\nbridgethuber.com", "336": "I am a Graduate student at the University of Michigan pursuing MS in Information majoring in Human-Computer Interaction. As a designer, I connect the dots to create an experience. I believe that as an Architect and UX Designer combined with my work experience give me a significant advantage when addressing and analyzing the user needs.", "337": "Entrepreneur, visionary, inventor, patent holder, and researcher in Multimedia Collaboration, Artificial Intelligence, Machine Learning, Software/Cloud Computing, UX/CX, Immersive Learning, & Big Data, (including AI, AR, VR, IoT, and Robotics)\n\n\nSpecialties: The business insights required for combining emerging technologies with a companyâ\u0080\u0099s vision and market needs, then turning that into a sound product & go to market strategy. (Next Generation Networking / Software Development / Mobile Solutions/ Big Data Solutions)  The ability to understand new technologies and to derive and develop business value from it.", "338": "I am a user experience researcher with over 6 years of testing and improving products. \n\nBy providing companies with unbiased deep-dives into their customers' experiences, user research helps product teams navigate uncharted waters before launch. In contrast, testing an already existing product validates previous product decisions or helps to highlight areas of improvement. I believe the best user researcher comes from an interdisciplinary background, as having an unbiased perspective is key in implementing any methodology successfully. \n\nAny research is only as effective as the communicator â\u0080\u0093Â I strive to deliver my insights accurately to product managers and designers alike. I produce reports tailored to the recipient depending on the next steps in the development cycle. In addition, I find collaborative workshops invaluable due to the team input and ability to lean on past learnings. In all, my global function in an organization is to usher a product team towards success by involving a user's perspective throughout the process.", "339": "â\u0080¢ Passionate about understanding human motivations, strategies and experiences around technology design and use. Great breadth of experience in social science and UX research & analysis methods\nSpecial strengths in design ethnography, qualitative & mixed methods (qual/quant/beh) UX research, project management. Familiarity with MS Office Suite, Photoshop, remote testing sw, qualitative (e.g., NVivo) and quantitative (e.g., SPSS) data analysis tools. Excellent presentation, communication skills.\n\n ", "341": "I have eight years of experience researching and advocating to improve people's experiences with digital and in person experiences. I draw on a range of quantitative and qualitative methods including interviews, surveys, workshops, focus groups and creative exercises to develop impactful user-centered design decisions. ", "342": "Brian is a graduate of Stanford University in Learning Sciences and Technology Design with over 14 years of experience in the world of educational technology. His research examines the unique educational opportunities afforded by immersive virtual reality and how those opportunities can create novel and engaging learning experiences. As part of this research, some of the first to bring VR into K-12 classrooms, he collaborated with teachers to iteratively design, implement, and assess a virtual reality science lesson. Before coming to Stanford, Brian did product design and development at PASCO scientific and was responsible for managing the design, development, and launch of the SPARK Science data collection system. This new family of hardware and software products made real-time, hands-on data collection and analysis accessible to a broad range of learners, across science disciplines and grade levels, and was recognized with numerous industry awards, including two Technology & Learning Awards of Excellence and two CODiE awards. Brian began his career teaching in the Physics Department laboratories at Boston College, where he also completed a Mastersâ\u0080\u0099 Degree in Physics and an MBA.Â ", "343": "User and consumer researcher providing direction for product and brand innovation. I draw on my background in anthropology and ethnography to provide actionable insights for brand strategy and product design.", "344": "I am User Experience Researcher supporting T-Mobile Retail and Care. While working on existing and helping shape new products for our Frontline, I leverage a combination of qualitative and quantitative methods, such as contextual inquiry, usability testing, quantitative usability studies, SUS and USE survey analysis. I enjoy building relationships and communicating the value of research across design, development and business stakeholders.", "345": "I lead product strategy and development by studying how people use various forms of technology and understanding their needs, attitudes, and pain points.\n\nMost skilled in qualitative methods such as diary studies, interviews, and lab testing. Also experienced in survey design as well as leading research analysis workshops and design sprints.", "347": "CONTACT ME:\nTwitter: @_rnbrewer\nWebsite: robinbrewer.com\nE-mail: rnbrew@umich.edu\n\nINTERESTS:\n+human-computer interaction - I understand, develop, and evaluate systems that make online communities and graphical interfaces more accessible and meaningful to less-connected groups of people \n\n+diversifying STEM fields - Check out www.braveinitiatives.com where I teach high school girls to code in Chicago and Jamaica", "348": "\"Give me six hours to chop down a tree and I will spend the first four sharpening the axe.\"\n - Abraham Lincoln\n\nCurrently immersed in the world of user experience design. After almost a decade in a career that revolved around art and design, I found myself the most interested in the end userâ\u0080\u0099s experience â\u0080\u0093 how they perceived it and their emotional response. I strongly believe in the process of research and validation in order to create pleasant, enjoyable and engaging experiences.", "349": "By way of introduction, I am an Associate Professor of Information at the University of Michigan, School of Information (UMSI). I am also an affiliate of the Michigan Interactive and Social Computing (MISC) Research Group, Michigan Robotics (Robotics), and the Information Behavior and Interaction (IBI) Research Group all at the University of Michigan and the Center for Computer-Mediated Communication (CCMC) at Indiana University.\n\nIn the past, my research focused on teamwork with technology. However, as my interests have broadened a more accurate description would be to say that I now focus on the collaboration through and with technology. \n\nThe specific areas are listed below:\n\nVirtual Teams\nCrowdsourcing\nHuman Robot Collaboration\nHuman Autonomous Vehicle Interaction\nThe Sharing Economy (Coordination and Cooperation through Ride Sharing Platforms)\n\nPersonal Page: https://sites.google.com/a/umich.edu/lionelrobert/home", "350": "I bring user advocacy, spot the patterns and cook viable solutions!", "351": "Experienced user researcher, with strong focus on entertainment technology. Love research, love people, love working across disciplines, love San Francisco, my wife, and son. And dogs...and cats.", "352": "I am a user experience designer and researcher with a passion to bring user experience to new levels. I work at the intersection of designers, researchers and engineers to provide the best experience for a product. A background in design and technology help me to use the blend of my skills to solve user-centric problems. I strongly believe in solving complex human problems from multiple perspectives, which has a higher probability than singular perspective to find a solution. Constantly working to improve our lives and making an impact through user experience design. \n\n\n", "354": "I am a user experience investigator with a strong background in human perception and cognitive science. Previously I studied how people see the world and interpret it, and now I am making impact on how we interact with technology based on what I learned.\n\nI have a proven research ability in qualitative and quantitative methodologies including user behavioral data analytics, crafting and running in-person and remote usability tests. I also have been acting as a UX data specialist to inform a large UX team to design based on quantitative user data.\n\nPortfolio: https://kellympark.carbonmade.com/", "356": "Passionate user researcher and sociologist with strong methodological training and proven experience of solving human-related technological problems for teams and organizations.", "357": "I'm a product designer passionate about making the complex simple. A strong team player and a capable problem solver.Â  I believe the aesthetic beauty and ease of use does not come about by accident. I design carefully and well. \n\nIf you come across my page and want to know more about my work, please feel free to drop me a line and I'll send over the sample works as my portfolio website is under construction.\n", "358": "Hi all!\n\nMy name is Kehan Liao. I am a 2nd year master student studying Human Computer Interaction at University of Michigan, School of Information. I am currently looking for UX/Product Design Full-time opportunities.\n\nI am a maker and an innovation solutionist. To me, form and function are equally important, that neither can exist effectively without the other. My early (non-traditional) passion in Mathematical Economics and Art equipped me with skills to think critically, and to turn ambiguous ideas into process. My current study in Human Computer Interaction polishes me with skills in user-centered research methods, design tools and multiple programming languages to be a user-centered designer and team player.\n\nList of skills I have:\n- UX: Affinity Diagram, Competitive Analysis, Contextual Inquiry, Data Visualization, Focus Group, Heuristic Evaluation, Journey Map, Persona & Scenario, Quantitative Analysis, Rapid Prototyping.\n- Software: Balsamiq, Illustrator, Invision, Photoshop, Premier, Principle, Sketch, Tableau.\n- Programming: Arduino, GitHub, HTML/CSS,JavaScript, Python.\n- Art: Art Metals, Fabrication, Glass Blowing, Installation, Sketching.\n\nFeel free to email me at khliao@umich.edu! And don't forget to check out my online portfolio at: http://www.kehanliao.com/", "359": "Hi! Iâ\u0080\u0099m Chrissi and I do UX.\n\nMy peers would describe me as an entrepreneurial spirit. I studied Business in undergrad and even before graduating, bootstrapped my first company, a quick-serve restaurant. It was while designing marketing materials and curating the menu based on consumer research that I learned how powerful design, both visual and user experience, was in bringing a business to life.\n\nNowadays, I channel my entrepreneurial spirit into building digital products that enrich peopleâ\u0080\u0099s lives. As a User Experience Researcher, I strive to employ my unique skill set at every opportunity:\n\nâ\u0080¢ Identifying user needs through thoughtful qualitative and quantitative research\nâ\u0080¢ Turning disparate data sets into actionable insights that can influence product development\nâ\u0080¢ Collaborating with teams to find design solutions that serve both the user and the business\n\nI currently run user research projects at Informed.co (formerly Appeagle). Iâ\u0080\u0099ve also worked with great teams in different environments, from agency to in-house, from startups to corporations, and across diverse industries such as SaaS, media/publishing, education, food, sports, and non-profit.\n\nOutside of work, I enjoy running half marathons, listening to podcasts, traveling to new places, learning languages (I speak 3! Working on adding more to the list), and discovering limited edition Oreo flavors.", "360": "15+ years of experience innovating for ecommerce & technology leaders, including Amazon.com, Microsoft Games, JPMorgan Chase, and Nordstrom. Collaborated to build product design and user research organizations and processes. Specializing in triangulating quantitative and qualitative data driven by primary and secondary research and providing mentorship to agile and UX team members. Ascending reputation as a woman leader and speaker.", "361": "I'm a user advocate, critical observer, and creative problem solver who is passionate about effective and intuitive solutions based on data-driven understanding of user needs.\n\nI can leverage a diverse background in research, art, business, customer experience, product development and continuous improvement methodologiesâ\u0080\u0094all strategic proficiencies for developing successful user-centered products.\n\nI have experience with UX research including usability testing (moderated, desktop and mobile, remote and lab), cognitive walkthroughs, interviews, contextual inquiry, customer feedback, competitive analysis, flow and error analyses, creating and testing low and high-fidelity prototypes.\n\nI am versed in study design, hypothesis testing, and data analysis, and conveying those findings to key stakeholders through written reports and presentations. \n\nI have a background in art exploring social psychology and nonverbal communication through qualitative research using photography and video.\n\nI have an entrepreneurial drive with experience in small business, Lean Six Sigma Management (Green Belt), Voice of the Customer (VoC), product development and branding, customer experience, visual and service design, and marketing.\n\nI am at ease with Macs and PCs, and fluent in MS Office (Excel power user), JMP (SAS) and Prism.  I also use Illustrator, Photoshop, Tableau, Spotfire, Morae, ScreenFlow, GoToMeeting, Axure, UXPin, Illustrator, Photoshop, ScreenFlow, Ovo, iMovie, Slack, and Google apps (Docs, Sheets, Drive).", "363": "As a User Experience Researcher with over 15 years of experience, I've participated in growing small UX teams, as well as contributed to larger teams.  I have worked with each platform (app, mobile web, desktop) extensively, and have knowledge of many industry domains. I currently work in Healthcare.\n\nMy methods and techniques get honest and reliable feedback from our patients and this is communicated to stakeholders. The feedback obtained influences our product direction and ultimately provides the patient with better care.\n\nI am currently the voice of the patient, bringing patients and doctors closer through our technology products. My passion is making sure our patients' technology needs are met.\n\nIf you would like to connect with me, please feel free to send me a message via LinkedIn.", "364": "View my portfolio: www.bayannada.com \nI am a motivated and energetic professional seeking an entry level UX Research position at a growing company that utilizes my knowledge and experience and will enable me to contribute to the advancement and success of the organization. \nI obtained my MS degree in Human Factors and Ergonomics Engineering from San Jose State University, and have extensive knowledge and expertise pertaining to user centered design and research approaches & methods, study design and implementation, and statistical analysis. Additionally I have extensive experience in blending leadership, human factors principles, cognitive and physical ergonomic principles, behavioral analysis, & psychological principles to drive the evaluation, enhancement, and redesign of systems and devices.  ", "365": "UX Researcher with an MS in Human-Centered Design & Engineering. With over 4 years of experience managing all stages of user research, I use my knowledge of behavioral psychology and user-centered design to provide data-driven solutions for making products usable and engaging to users.\n\nResearch Interests: virtual reality and augmented/mixed reality, voice user interface, self-driving cars, video games, internet of things, drones, bringing UX research to movie production", "366": "My daughter recently asked me, \"Are you always thinking about user experience\" after I made a comment about an online game that we were playing. The answer was \"yes, I am because if it's done right you don't have to think about it!\"\n\nBad design irritates me..... which is what has led me to my passion as a UX Designer / Researcher. Understanding how the goals of the stakeholders and the needs of the user come together is the fun part of my job. UX Design and Research isn't work, it's what I truly enjoy being able to do every day.\n\nMy definition of user experience design is not an emphasis on design but understanding the user's interaction throughout a product lifecycle.  The research answers the \"why\" behind any design decision.", "367": "Iâ\u0080\u0099m a second-year graduate student specializing in human-computer interaction with a business & technology consulting background. Iâ\u0080\u0099m passionate about creating value for people and companies through research led design. \n\n\tâ\u0080¢  I can wear many hats. Iâ\u0080\u0099m a researcher, designer, programmer, problem solver, and creative thinker.\n\tâ\u0080¢  Iâ\u0080\u0099m a team player with a knack for figuring out how people who are different can work together to maximize time and meet deadlines.\n\tâ\u0080¢  Continuous self improvement is important to me. Iâ\u0080\u0099m always trying to develop new skills and master the ones I have. \n\tâ\u0080¢  Ideas fascinate me. Iâ\u0080\u0099m inspired by the future and what could be.\n\tâ\u0080¢  Creating value for people is at the core of what I do. \n\n", "368": "I am a user researcher passionate about helping companies understand how groups and individuals interact with and understand interfaces. I investigate and analyze to make interfaces more accessible, effortless, and aesthetically pleasing.", "369": "I am a newly minted Masters of Information hailing from the University of Michigan School of Information, specializing in Human-Computer Interaction while having fun in Social Computing. I have dual interests in the gaming industry, as well as community impact programs. ", "370": "I enjoy social science, mixing methods, human identity, affective computing, video games, and much more.  Regardless of the domain, there are always interesting human questions to dive into and work to be done.", "372": "User Experience Lead with a demonstrated history of working in the R&D industry. Strong research professional with a Master of Science (M.S.) focused in Human Factors from San Jose State University. ", "373": "Srishti is a second year masters student at the University of Michigan, Ann Arbor studying Health Informatics at the Schools of Public Health and Information. Health informatics is a nascent field that focuses on bringing to bear the rigor and evidence-based informatics approach on public health intervention development and implementation. Working along side her colleagues from all over the world with varying specialities, Srishti is known for her collaborative optimistic mindset and go-getter attitude. \n\nSrishti specializes in bringing practical solutions to wicked problems in the healthcare space and is working toward improving her technical proficiency in Python, SQL and R while expanding her knowledge of global health and how informatics approaches can be used to support and optimize global public health intervention initiatives. \n", "374": "Eight years of both quantitative and qualitative research experience: Applied surveys, interviews, contextual inquiry, user profiles, task analysis, heuristic evaluation, usability testing (in lab and remote), and eye-tracking technologies to study human information interaction, user experience, cross-cultural user attitudes and behaviors, social cognition, and reading processes.\n\nSpecialties: User Research & Usability Evaluation: Surveys, Interviews, Contextual Inquiry, Personas, User Profiles, Task Analysis, Heuristic Evaluation, Usability Testing (in Lab and Remote), Eye Tracking, and Ethnographic Research\n\nData Extraction & Analysis: Statistical Graphics, T-Test, ANOVA, Multivariate Statistics,  Regression Analysis, Factor Analysis  (using GAWK, SPSS, SAS, & EXCEL)\n\nInterface/Interaction Design & Prototying: Visio, Dreamweaver, HTML/PHP/CSS\n\nVideo Editing: Adobe Premiere Elements", "377": "I lead UX research for Wear OS, Google's software platform for wearable devices.  I manage our research team, and am responsible for identifying and setting strategic and tactical research priorities, defining appropriate methodology, and disseminating findings and recommendations to the larger, cross-functional team.", "379": "A people expert committed to creating enjoyable experiences in products, services, and environments. How? Through use human-centered design methods in understanding people's behaviors, motivations, & unforeseen needs for data-driven strategies.\n\nAlways open to projects supporting the underrepresented, low-income, first-generation population. Currently looking to collaborate. \n", "380": "I believe technology should be a tool applied to make lives easier. My goal is to help people and businesses see the benefits of having technology work for them, not forcing people to try to adapt to machines but making machines fit human lives. I hope that soon we won't see technology in terms of what it can do, but in terms of what it can do for us. \n\nMy passion, work experiences, and educational background compliment each other and put me in a unique postion to make a difference.\n\nSpecialties: Human-Computer Interaction, User Experience Design, User Research, Contextual Inquiry, Task Analysis, Heuristic Evaluation, Think-Aloud Usability Testing, User Centered Design,  Interaction Design, Prototyping, Eye Tracking, Email Optimization, In-Depth Interviews, and more.", "381": "I am a Human Factors psychologist working in the games industry. I enjoy working in interdisciplinary groups and I am a strong advocate of data informed approaches.", "382": "I am a User Experience Researcher at Fidelity Investments. My key strengths include experimental design, user research design, contextual inquiries, UI design, production scheduling, biometrics, and agile design. I have led and created usability studies for various multi-million-dollar AAA gaming studios along with leading Lenovo.com website usability studies. I work directly with stakeholders, project managers, designers, and executives throughout the user experience design process. I am well diverse in quantitative and qualitative research methods. I am capable of project management, self-motivation, and work well by myself or with a team.\nIf you have any questions for me please contact me at copenich@gmail.com or here on Linkedin.com.\n\nThank you for visiting and I hope to hear from you soon.", "383": "Specialties: Product design, design thinking, user research and testing, user-centered design, user experience design, interaction design, workflow mapping, mechanical engineering, design strategy, qualitative methods", "384": "As a experience researcher that lives at the intersection of user research, interaction design and strategy, I strive to create successful business and product solutions that lead to continuous business growth and seamless user experience. I achieve this by applying human-centered approach, playing the role of a dot-connector and often wearing multiple hats at the same time. \n\nMy work spans all the way from front-end strategic research to tactical usability testing. I build deep empathy for people I work with to effectively communicate research findings, provide actionable recommendations and generate enthusiasm to turn research into next steps.\n\nSpecialties: qualitative user research, participatory design, design strategy,cross-channel experience, service design, usability, data analysis and synthesis, interaction design", "385": "Currently seeking full-time UX Design roles.\n\nI'm a user experience designer with a background in psychology and qualitative research methods. My skill set includes interaction design methodologies, rapid prototyping and visual design.\n\nI enjoy creating user-centered design solutions with the user in mind - to me, the users we design for are the driving force in creating products that are usable, feasible and desirable. Currently pursuing a Masters in Human Centered Design and Engineering at the University of Washington.\n\nemail: kaileychanxq(@)gmail(dot)com\nPortfolio: kaileychan.xyz\n", "386": "***chuyu6031.com***\n\nHello! I'm now a first-year master student in School of Information at University of Michigan. \n\nMy specialization is User Experience Design and Research. With my psychological background, I believe the core of design is to feel empathy with the users. Also, I am confident on my logical and critical thinking which have significant impacts to user experience design and research process. \n\nI am now looking for UX designer 2018 summer intern, please learn more about me by viewing my resume and portfolio!", "387": "Confident leader and creative-thinker with superior communication skills, a passion for knowledge, and a rich appreciation for human behavior, business development and design. Currently, Nicole resides at CareerBuilder as a User Experience Researcher working on new and existing products to ensure the best experience for our users.", "389": "Focus on the field of recruitment management, hrbp and campus recruitment. Participate in salary, training and employee inter-relation.", "390": "Isha Patnaik is a Boston-based, Bay Area-born user experience researcher, comedian, and font enthusiast. Isha graduated from Tufts University with a B.S. in Cognitive and Brain Sciences in May of 2017.Â Isha most recently worked as a User Experience Researcher at Jibo, Inc., where she helped launch the world's first social robot for the home.Â Â She is passionate about education, accessibility, and amplifying the voices of underrepresented groups. Isha also performs stand up comedy in Boston.\n\nwww.ishapatnaik.com", "392": "--- We're hiring, connect with me! - smartsheet.com/careers ---\n\n-- Learn more about my research and development on my website: jeilymarbrady.myportfolio.com --\n \nI am a user advocate, researcher, and passionate leader with a background in psychology and computer science. I am driven and eager to improve the quality of experiences with technology.\n", "393": "I strive to keep the \"human\" in human-centered research.\n\nI am an ethnographic storyteller passionate about deeply understanding how people see, feel, and experience their worlds especially as it relates to emergent technology.\n\nI have foundational knowledge in all things user experience (including quantitative design and analysis), and particular expertise in observational/ethnographic research, contextual inquiry, interviewing, and usability.  ", "394": "Everyone deserves a say in our technology revolution. \n\nI work toward that life slogan every day. A strong focus on treating users as the humans they are, and enabling a diversity of voices to be heard are ways to get there. I found my passion in shaping and running research studies, whether that be market research studies or user experience research studies. Through the research I conduct, I strive to get the voices of the people heard by leaders in technology companies and product groups.", "395": "I continuously seek new experiences and perspectives. As a UX Researcher, I strive to uncover user experience issues in order to promote improvement and growth in products and services.", "396": "Experienced User Experience Researcher with a demonstrated history of working in tech. Strong analytical and management skills with a focus on Advertising Research and Market Research.", "397": "I am a User Experience (UX) Research and Design professional with experience working directly with clients, including acting as a UX consultant and product owner.  I have a deep understanding of clinical needs from years of working in hospital settings as a technician, researcher, and my graduate training in public health.  This has enhanced my ability to utilize UX techniques in designing eHealth applications and services and create insightful UX research plans.  \n\nIn addition, my previous experience as a writer has been invaluable in communicating my findings from UX research to stakeholders to garner buy-in and drive the creation of intuitive, human-centered products and services.", "398": "Hi! I am a User Experience Designer and Researcher. I am working at Cvent as a User Research Assistant. At work, I enjoy working with data sets, performing qualitative analysis, design thinking and problem solving and visualizing data to make it easily absorbable and pretty!  I am also a graduate student at the University of Maryland studying Human Computer Interaction. \nI work towards making products intuitive, easy to use and  eliminating all the possible pain points users encounter. I believe a good design needs no manual and I dream of a world without manuals and frustrations! \n\nApart from my professional interests, I love dancing, learning new dance styles and eating pizza!", "399": "Specialties: user experience research, user interface design, usability, ethnography, cognitive engineering", "400": "Iâ\u0080\u0099m a User Experience Researcher who brings a diverse background of research, psychology and human services to the process of understanding people's motivations and behaviors and translating them into human-centered web and mobile applications. I'm well-versed in synthesizing data into design recommendations that drive innovation, enhance the user experience, and consider accessibility. \n\nPortfolio: www.madewithhumanity.com\n\nSkills & Tools:\n\nRemote & In-Person Usability Testing, User Surveys, Interviewing, Card Sorting, Focus Groups, Participatory Design, Information Architecture, Competitive Analysis, User Flows, Content Analysis, Use Cases, User Flows, Content Analysis, Copywriting, Sketching, Prototyping, Wireframing, Personas, Empathy Maps, Lean Canvas, Storytelling, Client-Facing Experience, Public Speaking Experience, Volunteer Recruiting, Quality Assurance\n\nSketch, InVision, Marvel, Balsamiq, Photoshop, Illustrator, Balsamiq ", "401": "I am curious, empathetic and passionate about my users.\n\nI strive to handle problems during any stage of product development and turn them into actionable insights to provide great user experience. I am result oriented and self motivated and excellent at building relationship with business unit executives and collaborating with designers, product managers and TL engineers to drive product from planning to launch.\n\nSpecialties: \nUsability testing,\nEthnography,\nFocus groups, \nContextual inquiry, \nValidation (Inter-Operability and Co-existence Testing),\nHeuristic evaluations,\nUsability Testing,\nLongitudinal studies,\nF24 Hour studies\n\nStrengths:\nProven collaboration with architects, engineers and planners,\nAbility to synthesize data to extract actionable and tangible insights,\nDeveloping Consumer Journey and writing functional as well as non-functional requirements for products,\nExperience conducting research in international settings including Asia and United States,\nExperience leading and mentoring researchers,\nBeing an active member of the professional and scientific community", "402": "- Nine years of experience in research design, data collection/ analysis/ report, project management, and teaching.\n- Thorough understanding and extensive research experience of human information processing and human factors, with emphasis on user experience, usability assessment, user-centered design and cognitive processes. \n- Exceptional communicative and interpersonal skills.", "403": "Helping social content generators do better what they do best already!", "404": "Iâ\u0080\u0099m a user experience researcher with a deep skill set in qualitative research. I have a Masters in Human-Computer Interaction from Carnegie Mellon. I've led projects crafting web, mobile, and software solutions in several industries.", "405": "I am seeking to begin my career in the Cognitive Science field. I am currently on track to earn my Bachelor of Science degree in Cognitive Science in a total of three years. I aspire to work at a progressive technology company where I can utilize my education and experience in the UX industry and apply it to various categories of real world problem solving. I hope to find a job that I can start upon my graduation from the University of California, Santa Cruz in spring of 2016.", "408": "After leaving the idyllic comfort of my home city in north-eastern China, I decided to seek tertiary education and learned how to solder electronics at the National University of Singapore. I woke up four years later and found myself writing ABAP code in a village called Walldorf in Germany.  After several attempts to escape, eventually I arrived at Ann Arbor and learned human-computer interaction - with a hint of sociology, at the University of Michigan. After two years, I decided to flee the cold Michigan winter and return to the comfort of tropics as a research assistant in the School of Computer Science at the National University of Singapore. Now, I am a user experience researcher at SAP Research and Innovation where I work on user research and design.", "409": "A team player, quick learner, and share the passion to understand and improve interactions between people, information, and technology.", "410": "10 years of user-focused design research in fast-paced product environments. Effective leader and collaborative contributor with excellent organizational, communication and proven management skills. Extensive experience with web and mobile UI and cloud based platforms. Created user experiences for a wide range of audiences, including developers, IT professionals, enterprise-to-small business employees, students, and consumers. Innovative approach to experimental design grounded in PhD in Psychology. \n\n- User-centered design\n- Align research with agile development process\n- Build customer empathy through high touch qualitative research\n- Aid in feature prioritization", "411": "I'm UX Researcher with 5 years experience making software and voice interface user-friendly across platforms (desktop, smartphone, smart TV, smartwatch, smart speaker) and across verticals (including IT, entertainment, and e-commerce). I'm passionate about working with ambitious teams to improve the user experience of meaningful products.  \n\nMethodologies: Usability Testing â\u0080¢ Interview â\u0080¢ Remote Testing â\u0080¢ RITE Study â\u0080¢ A/B Testing â\u0080¢ Concept Testing â\u0080¢ Competitor Analysis â\u0080¢ Card Sorting â\u0080¢ Survey â\u0080¢ Longitudinal Study â\u0080¢ Heuristic Evaluation â\u0080¢ Group Expert Review â\u0080¢ Persona Development â\u0080¢ Literature Review â\u0080¢ Field Research â\u0080¢ Human Factors Methods â\u0080¢ Statistical Analysis â\u0080¢ Experimental Design â\u0080¢ Video Editing â\u0080¢ Low Fidelity Prototyping  \n\nProficient in UserTesting Remote Software â\u0080¢ Morae â\u0080¢ Wirecast â\u0080¢ SPSS â\u0080¢ InVision â\u0080¢ Camtasia\nWorking knowledge of HTML â\u0080¢ CSS â\u0080¢ Visual Basic", "413": "I am the User Experience Researcher for American Greetings, and previously served as the User Experience Researcher and as a User Experience Designer for Finastra. I graduated with my Master of Arts in Professional Communication from Clemson University in May 2016. My diverse background includes usability, public relations, social media, copywriting, and marketing. ", "415": "As a user experience researcher & designer in the Deloitte Digital Studio in Washington, D.C., I work with federal agencies to create digital tools to best serve the needs of citizens and government employees across the country. As a student at Carnegie Mellon University, I earned a Master's in Human Computer Interaction after studying Business Administration as an undergrad, so I always try to bring my business-student-turned-designer perspective to the table. I've always loved making things with my hands and, more recently, with technology; I hope to use both of those tools to solve complex and new problems and design products and services that genuinely improve people's lives.\n\nI have a minor in Japanese, and I jump at any chance to travel. I spend my non-work time enjoying my incredible friends and family, exercising, and playing board and video games. I never give a card that isn't handmade, and I always pick up personal projects to learn new things. If you want to know more about me or my work, please reach out!", "418": "I have great empathy for users. I am committed to learning about customers and their experiences. I seek to understand their goals and motivations, their attitudes and behaviors, what frustrates and delights them. I conduct in-depth research to learn how customers think and feel throughout their journey. I share these insights with the Company so all teams can provide the customer with a more engaging and delightful experience. \n\nI build rapport with customers through attentive listening and excellent follow through. I naturally look at situations from other perspectives. I honed my research skills while working for National Geographic Television and Discovery Channel Online.", "420": "User Experience researcher with a strong foundation in cognitive psychology. Over 7 years experience leading small teams and conducting applied research. Deep understanding of quantitative/qualitative methods; vast experience in experiment design. Design, management and leadership of numerous human behavior projects simultaneously; research within diverse populations; assessment of direct impact on users/participants to spearhead product changes. Grant application and review expertise; budget management experience.", "424": "I am a Senior User Experience Researcher at Udemy. Prior to Udemy, I was on the UX Research Team at Facebook and received my M.S. in Human-Computer Interaction at Carnegie Mellon University. You can learn more about me and my research on my website: www.tatianavlahovic.com. ", "426": "User experience specialist with a diverse academic background and professional experience in all stages of usability, UX, and psychological research, in both academic and industry settings.\n\nExpertise in writing and conducting interviews, developing, distributing, and analyzing surveys and questionnaires, quantitative data management and analysis, and reporting results of user tests. \n\nFurther experience in participant recruitment, managing large research initiatives, running usability tests, conducting lit reviews and task analyses, and using psychophysiological sensors and eye-tracking for testing purposes.", "427": "I am a design anthropologist who works as a part of an in-house product team for a high-tech company and previously conducted research as a consultant for Fortune 500 companies to discover new and hidden opportunities for emerging human and cultural problems. As an advocate of design-led innovation, I thrive in creating innovative products and features from a human-centered perspective, and I actively seek out collaboration with multidisciplinary teams, including user experience designers, developers, and marketing specialists, to drive innovation. I am also passionate about diversity and inclusion in high tech, participating in many corporate, academic, and community events to increase different perspectives and backgrounds in the industry to inspire teams to create sustainable, profitable, and desirable solutions for users/consumers and the business.", "428": "", "430": "Usability Analyst, specializing in Enterprise UX. Able to scope, plan, develop and execute formal and informal usability tests, heuristic reviews and other user experience research projects of moderate complexity and scope. \nAccustomed to work closely with product designers, product management, and development teams to create and validate the user experience for projects.", "431": "As a user experience (UX) researcher and human factors expert, I often straddle two worlds. My job is to understand the intersection of humans and technology. I look for the places where technology and usersâ\u0080\u0099 capabilities overlap, and design experiences to create better products.", "433": "Summary of Qualification  \nâ\u0080¢\tExperience in human factors/usability/ethnography methodologies: \nMobile UX, web UX, heuristic evaluation, usability testing and evaluation, focus groups, contextual inquiry, competitive analysis, task analysis, desirability analysis, benchmark, participatory design, cognitive-walk through, focus group, ethnographic research, concept testing, survey design, OOBE, field site visits, persona creation, and more.\nâ\u0080¢\tMulti-disciplinary background (cognitive psychology and Software engineering) \nâ\u0080¢\tExtensive experience in industry as software engineer, project manager, and UX researcher.\nâ\u0080¢\tExcellent project management skills with experience working in common product development cycle with multi-disciplinary team (i.e., Design, PM, Dev, Test, Marketing, Product Planning)\nâ\u0080¢\tOutstanding analytical and technical skills with excellent  communication, and presentation skills \nâ\u0080¢\tHighly motivated, passionate, proactive, dependable, responsible, self-starter, and a team player\nâ\u0080¢\tMulti-cultural back ground and speak English (fluent), Mandarin (native speaker), Japanese (moderate).", "435": "I am a user experience researcher at Salesforce in Indianapolis, IN. My primary objective is to ensure that users and customers of Salesforce Marketing Cloud are at the center of our products. I'm passionate about creating experiences that enable, excite, and empower people.\n\nI graduated from the Purdue University College of Technology in December, 2015, receiving my Master's in Human-Computer Interaction from the department of Computer Graphics Technology. My thesis examined the intersection of user experience, social media, technology, and marketing. \n\nI graduated with distinction from the Purdue University Brian Lamb School of Communication in December of 2013, receiving a Bachelor's degree in Communication - Public Relations and Rhetorical Advocacy, minoring in Organizational Leadership and Supervision. \n\nDuring my undergraduate career at Purdue, I was employed as a social media strategist for the Purdue University Department of Computer and Information Technology. I also have experience as a digital marketing specialist, working with Challenge Systems, a high-performance wireless technology company.", "436": "Actively Seeking a UX Research Full-Time Opportunity ", "437": "Within me you'll find an unabashed passion for delivering delightful user experiences and examining the root cause for how users interact with your product. My love of cats is only trumped by my passion for investigating how humans interact with technology.  \n\nI have over 12 years of experience conducting quantitative and qualitative studies to examine user behavior and applying UX principles to the design of interfaces. Previously, I designed and conducted UX research on a display for an autonomous robot with the Human Agent Teaming Lab (division of  Army Research Lab). \n\nMy current position is Senior User Experience Researcher at Malwarebytes. I conduct studies and gather user data to promote data driven UX across the organization. \n\nIn my spare time, you can find me hitting the trails on my mountain bike, leveling up my video game skills, or spotting continuity errors in Star Trek.\n\nSpecialities: UX research, UX design, AI systems, robots, qualitative/quantitative data analysis and collection, ethnography, statistics, machine learning analysis, Lean UX, SPSS,  R programming, Python, Adobe Illustrator, Photoshop, and Premiere, Sketch, Axure. ", "439": "You pull on a door handle...it's a push. You can't locate the handle to pop your car hood. The layout of your company's retirement plan website makes you want to become a hermit. Sometimes our environment seems like its trying to keep us from being productive and happy. As a decision architect, I want to help you live in a world where things are intuitive and choices are easy. To do this, I study how people act in real-life situations and I use a variety of research methodologies to determine how small changes can improve our interactions with our environment. \n\nSpecialties\nâ\u0080¢ Uncovering user thought processes using  a variety of research methods\nâ\u0080¢ Experimental design and data analysis\nâ\u0080¢ Championing user research and human factors", "440": "Similar to the way archaeologists chisel away at rock and dirt to unearth bone or other artifacts, as a user researcher, I use various methods like interviews, observations, card sorts, etc to chisel away and unearth insights from end users. \n\nAs a user researcher with almost a decade of experience I find the journey to uncover those insights to be most rewarding for understanding end user's mental models in order to create an opportunity for stakeholders to empathize with their end users and ultimately impact product roadmaps.", "441": "Iâ\u0080\u0099m a user experience (UX) researcher, interested in humanâ\u0080\u0093computer interaction (HCI) and cognitive science. Passionate for user-centered design and desirable, usable products. Strong leader. Takes charge when needed. Entrepreneurial with business acumen. Big-picture oriented. Exceptional combination of right brain/left brain strengths. Problem-solver. Ongoing quest to improve products and business processes. Continual learner. Avid reader of industry publications.", "442": "Senior-level User Experience Researcher and Information Architect with seven years of experience working on mass market websites and enterprise applications. Expertise in user research methodologies and market research techniques as well as designing information architecture and site and application interaction. Proven history of working with team members having diverse backgrounds and skill sets to build usable products that meet consumer needs and also fulfill business goals.  Key strengths include developing product strategy, working with agile and waterfall development cycles, and designing tailored, innovative testing and research techniques to fit project goals and timeline. Extensive knowledge of the business of web marketing and advertising.\n\nSpecialties: Research: \nUsability tests, concept tests, competitive analysis, contextual inquiry, ethnography, focus groups, desirability studies, participatory design, experimental design, card sorts, eye tracking, surveys, customer satisfaction, qualitative and quantitative benchmarking, accessibility testing, heuristic analysis, quantitative data analysis.\n\nIA: \nRequirements documents, stakeholder interviews, product and site flows, storyboards, site maps, wireframes, interaction design specs.", "443": "Provider of evidence based insights to product and service design, engineering, and marketing teams and help understand our customerâ\u0080\u0099s needs and pain points. \n\nPresently working in the Simulation & Digital Manufacturing Group, with an emphasis on Generative Design Technologies.\n\nExperienced in a variety of research methods in all phases of product development, including: \n- Contextual Inquiry\n- Interview / Expert Review\n- Heuristic Analysis\n- Survey Research \n- Usability\n- A/B Testing\n- NetPromoter\n- Playtesting \n- Competitive Benchmarking \n\nExperience in a variety of research, prototyping, and analysis tools, including \n- SurveyGizmo\n- DatStat\n- UserZoom\n- InVision\n- SPSS\n- Tableau\n- Excel\n- SQL", "444": "Bringing your problems to a swift and fulfilling end. ", "445": "A naturally curious and passionate UXer! Lifelong learner. Optimist. ", "446": "Experienced behavioral scientist who applies quantitative and qualitative research methods, statistical expertise, and domain knowledge to understand people, evaluate products, and drive business and organizational strategy. My skill sets include survey methodology, experiments, data visualization, and advanced data analysis / statistical modeling."}